Repository: julien-nc/cospend-nc
Catalog: translationfiles/*/cospend.po
Languages: el_gr, gl_es, it_it, mk_mk, nl_nl, no_no, pl_pl, pt_br, ru_ru

source: Choose a Nextcloud user
el_gr: Επιλέξτε ένα χρήστη Nextcloud
gl_es: Escolla un usuario de Nextcloud
it_it: Scegli un utente Nextcloud
mk_mk: Избери Nextcloud корисник
no_no: Velg en Nextcloud bruker
pl_pl: Wybierz użytkownika Nextcloud
pt_br: Escolha um usuário do Nextcloud
ru_ru: Выберите пользователя Nextcloud

source: Type to search users
el_gr: Πληκτρολογήστε για αναζήτηση χρηστών
gl_es: Escriba para buscar usuarios
it_it: Digita per cercare utenti
no_no: Skriv for å søke etter brukere
pt_br: Digite para pesquisar usuários
ru_ru: Начните ввод для поиска пользователей

source: New member name
el_gr: Όνομα νέου μέλους
gl_es: Nome do novo membro
it_it: Nuovo nome membro
mk_mk: Име на нов член
no_no: Nytt medlems navn
pl_pl: Nazwa nowego członka
pt_br: Nome do novo membro
ru_ru: Имя нового участника

source: New member (or Nextcloud user) name
el_gr: Όνομα νέου μέλους (ή χρήστη Nextcloud)
gl_es: Nome do novo membro (ou usuario de Nextcloud)
it_it: Nome nuovo membro (o utente Nextcloud)
mk_mk: Име на нов член (или Nextcloud корисник)
no_no: Nytt medlem (eller Nextcloud bruker) navn
pl_pl: Nazwa nowego członka (lub użytkownika Nextcloud)
pt_br: Novo membro (ou usuário do Nextcloud)
ru_ru: Имя нового участника (или пользователя Nextcloud)

source: Create simple member
el_gr: Δημιουργία απλού μέλους
gl_es: Crear un membro simple
it_it: Crea un utente semplice
mk_mk: Креирај член
no_no: Opprett enkelt medlem
pl_pl: Utwórz prostego członka
pt_br: Criar membro simples
ru_ru: Создать простого участника

source: Failed to add member.
el_gr: Αποτυχία προσθήκης μέλους.
mk_mk: Неуспешно додавање на член.
no_no: Kunne ikke legge til medlem.
pl_pl: Nie udało się dodać członka.

source: You can add a simple member or a Nextcloud user to the project. You can give Nextcloud users access to the project in the context menu. You can also give access to Nextcloud users that are not members in the Sharing tab.
el_gr: Μπορείτε να προσθέσετε ένα απλό μέλος ή ένα χρήστη Nextcloud στο έργο. Μπορείτε να δώσετε στους χρήστες του Nextcloud πρόσβαση στο έργο στο σχετικό μενού. Μπορείτε επίσης να δώσετε πρόσβαση σε χρήστες του Nextcloud που δεν είναι μέλη της καρτέλας κοινής χρήσης.
gl_es: Pode engadir un membro simple ou un usuario de Nextcloud ao proxecto. Pode darlle aos usuarios de Nextcloud acceso ao proxecto no menú contextual. Tamén pode dar acceso aos usuarios de Nextcloud que non sexan membros na lapela Compartir.
it_it: Potete aggiungere un semplice membro o un utente Nextcloud al progetto. Puoi dare agli utenti Nextcloud l'accesso al progetto nel menu contestuale. Puoi anche dare accesso agli utenti Nextcloud che non sono membri nella scheda Condivisione.
mk_mk: Можете да додадете едноставен член или корисник на Nextcloud. Можете да им дадете пристап на корисниците на Nextcloud до проектот во менито. Може да им дадете пристап и на корисниците на Nextcloud кои не се членови во јазичето Споделување.
no_no: Du kan legge til et enkelt medlem eller en Nextcloud bruker til prosjektet. Du kan gi Nextcloud brukere tilgang til prosjektet i kontekstmenyen. Du kan også gi tilgang til Nextcloud brukere som ikke er medlemmer i delingsfanen.
pl_pl: Możesz dodać do projektu zwykłego członka lub użytkownika Nextcloud. Możesz przyznać użytkownikom Nextcloud dostęp do projektu w menu kontekstowym. Możesz również przyznać dostęp użytkownikom Nextcloud, którzy nie są członkami na karcie "Udostępnianie".
pt_br: Você pode adicionar um membro simples ou usuário da Nextcloud ao projeto. Você pode dar aos usuários Nextcloud acesso ao projeto no menu de contexto. Você também pode dar acesso aos usuários do Nextcloud que não são membros na guia Compartilhamento.
ru_ru: Вы можете добавить в проект простого участника или пользователя Nextcloud. Вы можете предоставить пользователям Nextcloud доступ к проекту в контекстном меню. Вы также можете дать доступ пользователям Nextcloud, которые не являются участниками, на вкладке "Поделиться".

source: Choose a project member, then a Nextcloud user to associate with.
el_gr: Επιλέξτε ένα μέλος του έργου και έπειτα ένα χρήστη Nextcloud με τον οποίο θα συνδεθεί.
gl_es: Escolla un membro do proxecto e, a continuación, un usuario de Nextcloud co que asocialo.
it_it: Scegli un membro del progetto, poi un utente Nextcloud da associare.
mk_mk: Изберете член на проектот, а потоа корисник на Nextcloud за да го здружите.
no_no: Velg et prosjektmedlem og deretter en Nextcloud bruker å koble sammen med.
pl_pl: Wybierz członka projektu, a następnie użytkownika Nextcloud, z którym chcesz się połączyć.
pt_br: Escolha um membro do projeto, depois um usuário do Nextcloud para associar.
ru_ru: Выберите участника проекта, а затем пользователя Nextcloud для связки.

source: You can cut the link with a Nextcloud user by renaming the member.
el_gr: Μπορείτε να ακυρώσετε τη σύνδεση με κάποιο χρήστη Nextcloud μετονομάζοντας το μέλος.
gl_es: Pode cortar a ligazón cun usuario de Nextcloud cambiando o nome do membro.
it_it: Puoi rimuovere il collegamento con un utente Nextcloud rinominando il membro.
mk_mk: Можете да ја прекинете врската со корисник на Nextcloud со преименување во член.
no_no: Du kan kutte koblingen med en Nextcloud bruker ved å gi medlemmet nytt navn.
pl_pl: Możesz usunąć połączenie z użytkownikiem Nextcloud, zmieniając nazwę członka.
pt_br: Você pode copiar o link com um usuário da Nextcloud renomeando o membro.
ru_ru: Вы можете удалить связь с пользователем Nextcloud, переименовав участника.

source: Share project with a user, group or circle …
el_gr: Κοινή χρήση έργου με χρήστη, ομάδα ή κύκλο …
mk_mk: Споделете проект со корисник, група или круг …
no_no: Del prosjekt med en bruker, gruppe eller sirkel …
pl_pl: Udostępnij projekt użytkownikowi, grupie lub kręgu…

source: Start typing to search
el_gr: Αρχίστε να πληκτρολογείτε για αναζήτηση
gl_es: Comece a escribir para buscar
it_it: Scrivi i termini della ricerca
no_no: Start å skrive for å søke
pt_br: Digite para pesquisar
ru_ru: Начните вводить для поиска

source: Scan this QRCode with your mobile device to add project "{name}" in MoneyBuster or PayForMe
el_gr: Σαρώστε αυτό το QRCode με το κινητό σας για να προσθέσετε το έργο "{name}" στο MoneyBuster ή στο PayForMe
gl_es: Escanee este código QR co seu dispositivo móbil para engadir o proxecto «{name}» en MoneyBuster ou PayForMe
it_it: Scansiona questo QRCode con il tuo dispositivo mobile per aggiungere il progetto "{name}" in MoneyBuster o PayForMe
no_no: Skann denne QRCode med din mobile enhet for å legge til prosjektet "{name} i MoneyBuster eller PayForMe
pt_br: Escaneie este QR-Code com seu celular para adicionar o projeto "{name}" no MoneyBuster ou PayForMe
ru_ru: Сканируйте QRCode с помощью вашего мобильного устройства для добавления проекта "{name}" в MoneyBuster или PayForMe

source: QRCode content:
el_gr: Περιεχόμενο του QRCode:
gl_es: Contido do código QR:
it_it: Contenuto del codice QR:
no_no: QRCode-innhold:
pt_br: Conteúdo do QRCode:
ru_ru: Содержимое QRкода:

source: Create a new share link
el_gr: Δημιουργία νέου συνδέσμου κοινής χρήσης
gl_es: Crear unha nova ligazón para compartir
it_it: Crea un nuovo link di condivisione
no_no: Opprett en ny lenke
pt_br: Criar link de compartilhamento
ru_ru: Создать новую ссылку общего доступа

source: Link copied
el_gr: Ο σύνδεσμος αντιγράφηκε
gl_es: Ligazón copiada
it_it: Link copiato
no_no: Link kopiert
pl_pl: Link skopiowany
pt_br: Link copiado
ru_ru: Ссылка скопирована

source: Copy to clipboard
el_gr: Αντιγραφή στο πρόχειρο
gl_es: Copiar ao portapapeis
it_it: Copia negli appunti
no_no: Kopier til utklippstavlen
pl_pl: Skopiuj do schowka
pt_br: Copiar para a área de transferência
ru_ru: Копировать в буфер обмена

source: Show QRCode for mobile clients
el_gr: Εμφάνιση QRCode για εφαρμογές-πελάτες κινητού
gl_es: Amosar o código QR para clientes móbiles
it_it: Mostra codice QR per dispositivi mobili
no_no: Vis QRCode for mobilklienter
pt_br: Mostrar QRCode para celulares
ru_ru: Показать QRCode для мобильных клиентов

source: Label
el_gr: Ετικέτα
gl_es: Etiqueta
it_it: Etichetta
no_no: Etikett
pl_pl: Etykieta
pt_br: Título
ru_ru: Метка

source: Password protect
el_gr: Προστασία με συνθηματικό
gl_es: Protexer con contrasinal
it_it: Proteggi password
no_no: Passordbeskyttelse
pt_br: Proteção por senha
ru_ru: Защита паролем

source: Set link password
el_gr: Ορισμός συνθηματικού για το σύνδεσμο
gl_es: Definir o contrasinal para a ligazón
it_it: Imposta password link
no_no: Angi passord for lenke
pt_br: Configurar senha do link
ru_ru: Установить пароль для ссылки

source: Delete link
el_gr: Διαγραφή συνδέσμου
gl_es: Eliminar ligazón
it_it: Elimina link
mk_mk: Избриши го линкот
no_no: Slett lenke
pl_pl: Usuń link
pt_br: Excluir link
ru_ru: Удалить ссылку

source: Add another link
el_gr: Προσθήκη άλλου συνδέσμου
gl_es: Engadir outra ligazón
it_it: Aggiungi un altro link
no_no: Legg til en ny lenke
pl_pl: Dodaj kolejny link
pt_br: Adicionar outro link
ru_ru: Добавить другую ссылку

source: Project owner
el_gr: Ιδιοκτήτης του έργου
gl_es: Propietario do proxecto
it_it: Proprietario progetto
mk_mk: Сопственик на проектот
no_no: Eier av prosjektet
pl_pl: Właściciel projektu
pt_br: Dono do projeto

source: Delete access
el_gr: Διαγραφή πρόσβασης
gl_es: Eliminar o acceso
it_it: Elimina accesso
mk_mk: Отстрани пристап
no_no: Slette tilgang
pl_pl: Usuń dostęp
pt_br: Excluir acesso

source: Show deprecated password protected access
el_gr: Εμφάνιση παρωχημένης πρόσβασης με προστασία συνθηματικού
no_no: Vis foreldet passordbeskyttet tilgang

source: Password protected access
el_gr: Πρόσβαση προστατευμένη με συνθηματικό
mk_mk: Заштитено со лозинка
no_no: Passordbeskyttet tilgang
pl_pl: Dostęp chroniony hasłem

source: Set project password
el_gr: Ορισμός συνθηματικού του έργου
no_no: Angi prosjektpassord

source: Share link saved
el_gr: Ο σύνδεσμος κοινής χρήσης αποθηκεύτηκε
gl_es: Gardouse a ligazón para compartir
it_it: Link condiviso salvato
no_no: Delingslenke lagret
pt_br: Link de compartilhamento salvo

source: Failed to edit share link
el_gr: Αποτυχία επεξεργασίας συνδέσμου κοινής χρήσης
gl_es: Produciuse un fallo ao editar a ligazón para compartir
it_it: Impossibile modificare il link di condivisione
no_no: Kobling for deling kunne ikke redigeres
pt_br: Falha ao editar link de compartilhamento

source: Link could not be copied to clipboard.
el_gr: Ο σύνδεσμος δεν μπορεί να αντιγραφεί στο πρόχειρο.
mk_mk: Линкот за гости неможе да се копира.
no_no: Lenken kunne ikke kopieres til utklippstavlen.
pl_pl: Nie udało się skopiować linku do schowka.

source: Password should not be empty.
el_gr: Το συνθηματικό δε μπορεί να είναι κενό.
mk_mk: Лоинката неможе да биде празна.
no_no: Passord kan ikke være tomt.
pl_pl: Hasło nie może być puste.

source: Guest access level changed.
el_gr: Το επίπεδο πρόσβασης του επισκέπτη άλλαξε.
mk_mk: Пристапот за гости е променет.
no_no: Gjest tilgangsnivå endret.
pl_pl: Poziom dostępu gościa został zmieniony.

source: Failed to edit guest access level
el_gr: Αποτυχία επεξεργασίας επιπέδου πρόσβασης επισκέπτη
mk_mk: Неуспешна промена во пристапот за гости
no_no: Kunne ikke redigere tilgangsnivå for gjester
pl_pl: Nie udało się edytować poziomu dostępu gości

source: Password protected access is now deprecated. You can use the share links instead, they can be password protected too.
el_gr: Η προστασία πρόσβασης με συνθηματικό είναι πλέον παρωχημένη. Μπορείτε να χρησιμοποιήσετε τους συνδέσμους κοινής χρήσης, μπορούν επίσης να προστατεύονται με συνθηματικό.
no_no: Passordbeskyttet tilgang er nå utdatert. Du kan bruke delingslenker i stedet, de kan også være passordbeskyttet.

source: Sharing
el_gr: Κοινή χρήση
gl_es: Compartindo
it_it: Condivisione
mk_mk: Споделување
no_no: Deling
pl_pl: Udostępnianie
pt_br: Compartilhamento

source: Activity
el_gr: Δραστηριότητα
gl_es: Actividade
it_it: Attività
no_no: Aktivitet
pt_br: Atividade

source: Categories
el_gr: Κατηγορίες
gl_es: Categorías
it_it: Categorie
mk_mk: Категории
no_no: Kategorier
pl_pl: Kategorie
pt_br: Categorias

source: Payment modes
el_gr: Τρόποι πληρωμής
gl_es: Métodos de pagamento
it_it: Modalità di pagamento
no_no: Betalingsmåte
pt_br: Formas de pagamento

source: Currencies
el_gr: Νομίσματα
gl_es: Moedas
it_it: Valute
mk_mk: Валути
no_no: Valutaer
pl_pl: Waluty
pt_br: Moedas

source: {nb} bills, {nbMembers} active members, {spentAmount} {currency} spent
el_gr: {nb} λογαριασμοί, {nbMembers} ενεργά μέλη, {spentAmount} {currency} δαπανήθηκαν
gl_es: {nb} facturas, {nbMembers} membros activos, {spentAmount} {currency} gastados
it_it: {nb} spese, {nbMembers} utenti attivi, {spentAmount} {currency} spesi
no_no: {nb} regninger, {nbMembers} aktive medlemmer, {spentAmount} {currency} brukt
pl_pl: {nb} rachunków, {nbMembers} aktywnych członków, {spentAmount} {currency} wydane
pt_br: {nb} despesas, {nbMembers} membros ativos, {spentAmount} {currency} gasto

source: {nb} bills, {nbMembers} active members, {spentAmount} spent
el_gr: {nb} λογαριασμοί, {nbMembers} ενεργά μέλη, {spentAmount} δαπανήθηκαν
gl_es: {nb} facturas, {nbMembers} membros activos, {spentAmount} gastados
it_it: {nb} spese, {nbMembers} utenti attivi, {spentAmount} spesi
no_no: {nb} regninger, {nbMembers} aktive medlemmer, {spentAmount} brukt
pl_pl: {nb} rachunki, {nbMembers} aktywnych członków, {spentAmount} wydane
pt_br: {nb} despesas, {nbMembers} membros ativos, {spentAmount} gasto

source: Member/Month
el_gr: Μέλος/Μήνας
gl_es: Membro/Mes
it_it: Membro/Mese
mk_mk: Член/Месец
nl_nl: Deelnemer/maand
no_no: Medlem/måned
pl_pl: Członek / Miesiąc
pt_br: Membro/Mês
ru_ru: Участник/Месяц

source: All members
el_gr: Όλα τα μέλη
gl_es: Todos os membros
it_it: Tutti i membri
mk_mk: Сите членови
nl_nl: Alle deelnemers
no_no: Alle medlemmer
pl_pl: Wszyscy członkowie
pt_br: Todos os membros
ru_ru: Все участники

source: Statistics of project {name}
el_gr: Στατιστικά του έργου {name}
gl_es: Estatísticas do proxecto {name}
it_it: Statistiche del progetto {name}
mk_mk: Статистики за проект {name}
nl_nl: Statistieken van project '{name}'
no_no: Statistikk for prosjektet {name}
pl_pl: Statystyki projektu {name}
pt_br: Estatísticas do projeto {name}
ru_ru: Статистика проекта {name}

source: Minimum date
el_gr: Ελάχιστη ημερομηνία
gl_es: Data mínima
it_it: Data minima
mk_mk: Минимален датум
nl_nl: Minimale datum
no_no: Minimum dato
pl_pl: Minimalna data
pt_br: Data de início
ru_ru: Минимальная дата

source: Maximum date
el_gr: Μέγιστη ημερομηνία
gl_es: Data máxima
it_it: Data massima
mk_mk: Максимален датум
nl_nl: Maximale datum
no_no: Maksimum dato
pl_pl: Maksymalna data
pt_br: Data de fim
ru_ru: Максимальная дата

source: Minimum amount
el_gr: Ελάχιστο ποσό
gl_es: Importe mínimo
it_it: Importo minimo
mk_mk: Минимална сума
nl_nl: Minimum bedrag
no_no: Minimumsbeløp
pl_pl: Minimalna kwota
pt_br: Valor mínimo
ru_ru: Минимальная сумма

source: Maximum amount
el_gr: Μέγιστο ποσό
gl_es: Importe máximo
it_it: Importo massimo
mk_mk: Минимална сума
nl_nl: Maximum bedrag
no_no: Minimumsbeløp
pl_pl: Maksymalna kwota
pt_br: Valor máximo
ru_ru: Максимальная сумма

source: Convert in currency
el_gr: Μετατροπή σε νόμισμα
gl_es: Converter a moeda
it_it: Converti in valuta
no_no: Konverter i valuta
pt_br: Converter em moeda

source: Main project's currency
el_gr: Νόμισμα κύριου έργου
gl_es: Moeda principal do proxecto
it_it: Valuta principale del progetto
mk_mk: Валута на проект
no_no: Hovedprosjektets valuta
pl_pl: Waluta głównego projektu
pt_br: Moeda do projeto principal
ru_ru: Основная валюта проекта

source: Show disabled members
el_gr: Εμφάνιση απενεργοποιημένων μελών
gl_es: Amosar os membros desactivados
it_it: Mostra membri disabilitati
mk_mk: Прикажи ги оневозможените членови
nl_nl: Uitgeschakelde deelnemers weergeven
no_no: Vis deaktiverte medlemmer
pl_pl: Pokaż nieaktywnych członków
pt_br: Exibir membros desativados
ru_ru: Показать неактивных участников

source: Chart type
el_gr: Τύπος γραφήματος
gl_es: Tipo de gráfico
it_it: Tipo di grafico
no_no: Diagramtype
pt_br: Tipo de gráfico

source: Pie
el_gr: Πίτα
gl_es: Torta
it_it: Torta
no_no: Pai
pt_br: Pizza

source: Bar
el_gr: Ραβδόγραμμα
gl_es: Barras
it_it: Barra
no_no: Stolpe
pt_br: Barras

source: Total paid by all the members: {t}
el_gr: Σύνολο ποσών που πληρώθηκαν από όλα τα μέλη: {t}
gl_es: Total pagado por todos os membros: {t}
it_it: Totale pagato da tutti gli utenti: {t}
nl_nl: Totaal betaald door alle deelnemers: {t}
no_no: Totalt betalt av alle medlemmer: {t}
pl_pl: Łącznie zapłacone przez wszystkich członków: {t}
pt_br: Total pago por todos os membros: {t}

source: Global stats
el_gr: Συνολικά στατιστικά στοιχεία
gl_es: Estatísticas globais
it_it: Statistiche globali
mk_mk: Глобална статистика
nl_nl: Globale statistieken
no_no: Global statistikk
pl_pl: Statystyki globalne
pt_br: Estatísticas globais
ru_ru: Общая статистика

source: Filtered balance
el_gr: Φιλτραρισμένο υπόλοιπο
gl_es: Saldo filtrado
it_it: Saldo filtrato
mk_mk: Филтриран баланс
nl_nl: Gefilterd saldo
no_no: Filtrert balanse
pl_pl: Filtruj według rachunków
pt_br: Saldo filtrado

source: Monthly paid per member
el_gr: Μηνιαίες πληρωμές ανά μέλος
gl_es: Pago mensual por membro
it_it: Importo pagato mensilmente da ciascun utente
nl_nl: Maandelijks betaald per deelnemer
no_no: Månedlig betalt per medlem
pl_pl: Miesięczne wpłaty na członka
pt_br: Pagamento mensal por membro

source: Payments per member per month
el_gr: Πληρωμές ανά μέλος ανά μήνα
gl_es: Pagamentos por membro por mes
it_it: Pagamenti per membro al mese
mk_mk: Плаќања од член за месец
nl_nl: Betalingen per deelnemer per maand
no_no: Betalinger pr. medlem per måned
pl_pl: Płatności na jednego członka miesięcznie
pt_br: Pagamentos por membro por mês

source: Monthly spent per member
el_gr: Μηνιαίες δαπάνες ανά μέλος
gl_es: Gasto mensual por membro
it_it: Importo speso mensilmente da ciascun utente
nl_nl: Maandelijks uitgegeven per deelnemer
no_no: Månedlig brukt per medlem
pl_pl: Miesięcznie wydane na członka
pt_br: Gasto mensal por membro

source: Spendings per member per month
el_gr: Δαπάνες ανά μέλος ανά μήνα
gl_es: Gastos por membro ao mes
it_it: Spese per utente al mese
nl_nl: Uitgaven per deelnemer per maand
no_no: Forbruk per medlem per måned
pl_pl: Miesięczne wydatki na członka
pt_br: Gasto por membro por mês

source: Monthly paid per category
el_gr: Μηνιαίες πληρωμές ανά κατηγορία
gl_es: Pago mensual por categoría
it_it: Importo pagato mensilmente per categoria
nl_nl: Maandelijks betaald per categorie
no_no: Månedlig betalt per kategori
pl_pl: Miesięczne wpłaty na kategorię
pt_br: Pagamento mensal por categoria

source: Payments per category per month
el_gr: Πληρωμές ανά κατηγορία ανά μήνα
gl_es: Pagamentos por categoría por mes
it_it: Pagamenti per categoria al mese
mk_mk: Плаќања од категорија за месец
nl_nl: Betalingen per categorie per maand
no_no: Betalinger pr. kategori per måned
pl_pl: Płatności według kategorii miesięcznie
pt_br: Pagamentos por categoria por mês

source: Category/Month
el_gr: Κατηγορία/Μήνας
gl_es: Categoría/Mes
it_it: Categoria/Mese
mk_mk: Категорија/Месец
nl_nl: Categorie/maand
no_no: Kategori/Måned
pl_pl: Kategoria/Miesiąc
pt_br: Categoria/Mês

source: Monthly paid per payment mode
el_gr: Μηνιαίες πληρωμές ανά τρόπο πληρωμής
gl_es: Pago mensual por método de pagamento
it_it: Importo pagato mensilmente per modalità di pagamento
nl_nl: Maandelijks betaald per betaalmethode
no_no: Månedlig betalt per betalingsmåte
pl_pl: Miesięcznie wydane na metodę płatności
pt_br: Pagamento mensal por modo de pagamento

source: Payments per payment mode per month
el_gr: Πληρωμές ανά τρόπο πληρωμής ανά μήνα
gl_es: Pagamentos por método de pagamento por mes
it_it: Pagamenti per modalità di pagamento al mese
nl_nl: Betalingen per betaalmethode per maand
no_no: Betalinger pr. betalingsmåte per måned
pl_pl: Płatności na metodę płatności miesięcznie
pt_br: Pagamentos por forma de pagamento por mês

source: Payment mode/Month
el_gr: Τρόπος πληρωμής/Μήνας
gl_es: Método de pagamento/mes
it_it: Modalità di pagamento/mese
nl_nl: Betaalmethode/maand
no_no: Betalingsmodus/måned
pl_pl: Metoda płatności/Miesiąc
pt_br: Forma de pagamento/Mês

source: Who paid for this category?
el_gr: Ποιος πλήρωσε για αυτή την κατηγορία;
gl_es: Quen pagou esta categoría?
it_it: Chi ha pagato per questa categoria?
mk_mk: Кој платил за оваа категорија?
nl_nl: Wie heeft betaald voor deze categorie?
no_no: Hvem betalt for denne kategorien?
pl_pl: Kto zapłacił w tej kategorii?
pt_br: Quem pagou por esta categoria?

source: What did they pay for?
el_gr: Για τι πράγμα πλήρωσαν;
gl_es: Que pagaron?
it_it: Per cosa hanno pagato?
nl_nl: Waar hebben ze voor betaald?
no_no: Hva betaler de for?
pt_br: O que eles pagaram?

source: Select a member
el_gr: Επιλέξτε ένα μέλος
gl_es: Seleccione un membro
it_it: Seleziona un membro
mk_mk: Избери член
nl_nl: Selecteer een deelnemer
no_no: Velg et medlem
pl_pl: Wybierz członka
pt_br: Selecionar um membro

source: Who paid for whom?
el_gr: Ποιος πλήρωσε για ποιον;
gl_es: Quen pagou por quen?
it_it: Chi ha pagato per chi?
mk_mk: Кој плати за кого?
nl_nl: Wie heeft voor wie betaald?
no_no: Hvem har betalt for hvem?
pl_pl: Kto za kogo zapłacił?
pt_br: Quem pagou por quem?

source: paid for
el_gr: πληρώθηκε για
gl_es: pagado por
it_it: pagato per
mk_mk: плати за
nl_nl: betaald voor
no_no: betalt for
pl_pl: zapłacił/a za
pt_br: pago para

source: Total paid
el_gr: Σύνολο πληρωμών
gl_es: Total pagado
it_it: Totale pagato
nl_nl: Totaal betaald
no_no: Totalt betalt
pl_pl: Łączna zapłata
pt_br: Total pago

source: Total owed
el_gr: Σύνολο οφειλόμενων
gl_es: Total endebedado
it_it: Totale dovuto
mk_mk: Вкупно должи
nl_nl: Totaal verschuldigd
no_no: Totalt skyldig
pl_pl: Suma należności
pt_br: Total devido

source: Total owed by {name}
el_gr: Σύνολο οφειλόμενων από {name}
gl_es: Total endebedado por {name}
it_it: Totale dovuto da {name}
mk_mk: Вкупно должен од {name}
nl_nl: Totaal verschuldigd door {name}
no_no: Totalt skyldt av {name}
pl_pl: Suma należności przez {name}
pt_br: Total devido por {name}

source: Total paid by {name}
el_gr: Σύνολο πληρωμών από {name}
gl_es: Total pagado por {name}
it_it: Totale pagato da {name}
nl_nl: Totaal betaald door {name}
no_no: Totalt betalt av {name}
pl_pl: Łącznie zapłacone przez {name}
pt_br: Total pago por {name}

source: All except reimbursement
el_gr: Όλα εκτός από τις αποζημιώσεις
gl_es: Todos agás o reembolso
it_it: Tutti tranne il rimborso
mk_mk: Сите освен надоместок
nl_nl: Alles behalve terugbetaling
no_no: Alt unntatt refusjon
pl_pl: Wszystkie z wyjątkiem zwrotu
pt_br: Tudo exceto reembolso
ru_ru: Все кроме возмещения

source: All
el_gr: Όλα
gl_es: Todos
it_it: Tutti
mk_mk: Сите
nl_nl: Alles
no_no: Alle
pl_pl: Wszystko
pt_br: Todos
ru_ru: Все

source: Payed
el_gr: Πληρωμένο
gl_es: Pagado
it_it: Pagato
nl_nl: Betaald
no_no: Betalt
pt_br: Pago

source: Who paid (outside circle) and spent (inside pie)?
el_gr: Ποιος πλήρωσε (εκτός κύκλου) και ξόδεψε (μέσα σε πίτα);
gl_es: Quen pagou (fóra do círculo) e quen gastou (dentro do círculo)?
it_it: Chi ha pagato (cerchio esterno) e speso (torta interna)?
mk_mk: Кој плати (надвор) и потроши (внатре)?
nl_nl: Wie heeft betaald (buitencirkel) en uitgegeven (binnencirkel)?
no_no: Hvem betalt (utenfor sirkel) og brukt (sektor)?
pl_pl: Kto zapłacił (poza kołem) i wydał (wewnątrz koła)?
pt_br: Quem pagou (fora do círculo) e gastou (dentro do círculo)?
ru_ru: Кто платил (внешний круг) и траты (внутренняя диаграмма)?

source: Who paid and spent?
el_gr: Ποιος πλήρωσε και δαπάνησε;
gl_es: Quen pagou e gastou?
it_it: Chi ha pagato e speso?
nl_nl: Wie heeft betaald en uitgegeven?
no_no: Hvem har betalt og brukt?
pt_br: Quem pagou e gastou?
