Repository: julien-nc/cospend-nc
Catalog: translationfiles/*/cospend.po
Languages: el_gr, gl_es, it_it, mk_mk, nl_nl, no_no, pl_pl, pt_br, ru_ru

source: Useful if you want to settle at a precise date and ignore the bills created since then.
el_gr: Χρήσιμο αν θέλετε να γίνει ο διακανονισμός με βάση μια συγκεκριμένη ημερομηνία και να αγνοηθούν οι λογαριασμοί που δημιουργήθηκαν από τότε και έπειτα.
gl_es: Útil se quere liquidar nunha data precisa e ignorar as facturas creadas desde entón.
it_it: Utile se si vuole liquidare in una data precisa e ignorare le spese create da allora.
mk_mk: Корисно е ако сакате да се решите на прецизен датум и да ги игнорирате сметките создадени оттогаш.
no_no: Nyttig hvis du ønsker å gjøre opp på en presis dato og ignorere regningene som er opprettet siden da.
pl_pl: Przydatne, jeśli chcesz rozliczyć się w dokładnym terminie i zignorować rachunki utworzone od tamtego czasu.
pt_br: Útil se você deseja liquidar em uma data precisa e ignorar as contas criadas desde então.
ru_ru: Полезно, если вы хотите создать окончательный расчет точно в указанную дату и проигнорировать счета, созданные позже.

source: Automatic settlement will create bills one second before the maximum date.
el_gr: Ο αυτόματος διακανονισμός θα δημιουργήσει λογαριασμούς ένα δευτερόλεπτο πριν από τη μέγιστη ημερομηνία.
gl_es: A liquidación automática creará facturas un segundo antes da data máxima.
it_it: La compensazione automatica creerà spese un secondo prima della data massima.
mk_mk: Автоматското порамнување ќе создаде сметки една секунда пред максималниот датум.
no_no: Automatisk oppgjør vil opprette regninger ett sekund før maksimal dato.
pl_pl: Automatyczne rozliczenie stworzy rachunki na sekundę przed maksymalną datą.
pt_br: A liquidação automática criará contas um segundo antes da data máxima.
ru_ru: Автоматический расчет создаст счета за одну секунду до наступления максимальной даты.

source: This feature is useful when a member with a negative balance wants to get out of the project but you don't want to make a full settlement plan.
el_gr: Αυτό το χαρακτηριστικό είναι χρήσιμο όταν ένα μέλος με αρνητική ισορροπία θέλει να βγει από το έργο αλλά δε θέλετε να δημιουργηθεί ένα πλήρες σχέδιο διακανονισμού.
gl_es: Esta funcionalidade é útil cando un membro cun saldo negativo quere saír do proxecto mais non quere facer un plan de liquidación completo.
it_it: Questa funzione è utile quando un utente con un saldo negativo vuole uscire dal progetto ma non si vuole fare un piano di rientro del debito completo.
no_no: Denne funksjonen er nyttig når et medlem med en negativ balanse ønsker å komme ut av prosjektet, men du ønsker ikke å gjøre en fullstendig oppgjørsplan.
pl_pl: Ta funkcja jest przydatna, gdy członek z ujemnym saldem chce wyjść z projektu, ale nie chcesz utworzyć pełnego planu rozliczenia.
pt_br: Essa funcionalidade é útil quando um membro com saldo negativo quer sair do projeto, mas você não quer fazer um plano de liquidação completo.
ru_ru: Эта функция полезна, когда участник с отрицательным балансом хочет выйти из проекта, но вы не хотите создавать окончательный расчет.

source: Select a payer who wants to get a zero balance, then a receiver who will be the only one to get the reimbursement money.
el_gr: Επιλέξτε έναν πληρωτή που θέλει να έχει μηδενικό υπόλοιπο, έπειτα έναν παραλήπτη που θα είναι ο μόνος που θα πάρει τα χρήματα επιστροφής.
gl_es: Seleccione un pagador que queira obter un saldo cero e, a continuación, un receptor que será o único en recibir o diñeiro do reembolso.
it_it: Seleziona un pagatore che vuole ottenere un saldo zero, poi un ricevitore che sarà l'unico a ricevere i soldi del rimborso.
no_no: Velg en betaler som ønsker å få null i balanse, da en mottaker som er den eneste som skal få refusjonspoenget.
pl_pl: Wybierz płatnika, który chce uzyskać saldo zerowe, a następnie odbiorcę, który będzie jedynym odbiorcą zwrotu pieniędzy.
pt_br: Selecione um pagador que deseja chegar a saldo zero, então um recebedor que será o único a receber o valor do reembolso.
ru_ru: Выберите плательщика, который хочет получить нулевой баланс, а затем единственного получателя возмещения.

source: Make sure the "real" reimbursement has been done between those 2 members in real life. Then press "Create bill" to automatically create the corresponding bill.
el_gr: Βεβαιωθείτε ότι η "πραγματική" επιστροφή έχει γίνει μεταξύ αυτών των 2 μελών στην πραγματικότητα. Στη συνέχεια, πατήστε "Δημιουργία λογαριασμού" για να δημιουργήσετε αυτόματα τον αντίστοιχο λογαριασμό.
gl_es: Asegúrese de que o reembolso «real» foi realizado entre eses 2 membros na realidade. A continuación, prema en «Crear factura» para crear automaticamente a factura correspondente.
it_it: Assicurati che il rimborso "reale" sia effettivamente avvenuto tra questi due utenti. Poi premi "Crea spesa" per creare automaticamente la spesa corrispondente.
no_no: Pass på at "ekte" tilbakebetaling er utført mellom de 2 medlemmene i det virkeligheten. Deretter trykker du "Opprett regning" for å automatisk opprette den tilsvarende regningen.
pl_pl: Upewnij się, że "prawdziwy" zwrot został dokonany pomiędzy tymi dwoma członkami w prawdziwym życiu. Następnie naciśnij "Utwórz rachunek", aby automatycznie utworzyć odpowiedni rachunek.
pt_br: Tenha certeza que o reembolso "real" aconteceu entre os membros na vida real. Clique em "Criar despesa" para criar automaticamente a despesa correspondente.
ru_ru: Убедитесь, что эти два участника рассчитались друг с другом в реальной жизни, затем нажмите "Создать счет", чтобы автоматически учесть их взаимный расчет.

source: {user} have updated the bill {billName}
el_gr: Ο χρήστης {user} έχει ενημερώσει το λογαριασμό {billName}
no_no: {user} har oppdatert regningen {billName}

source: {user} has updated the bill {billName}
el_gr: Ο χρήστης {user} έχει ενημερώσει το λογαριασμό {billName}
no_no: {user} har oppdatert regningen {billName}

source: {user} have created a new bill {billName}
el_gr: Ο χρήστης {user} έχει δημιουργήσει το νέο λογαριασμό {billName}
no_no: {user} har opprettet en ny regning {billName}

source: {user} has created a new bill {billName}
el_gr: Ο χρήστης {user} έχει δημιουργήσει το νέο λογαριασμό {billName}
no_no: {user} har opprettet en ny regning {billName}

source: {user} have deleted the bill {billName}
el_gr: Ο χρήστης {user} έχει διαγράψει το λογαριασμό {billName}
no_no: {user} har slettet regningen {billName}

source: {user} has deleted the bill {billName}
el_gr: Ο χρήστης {user} έχει διαγράψει το λογαριασμό {billName}
no_no: {user} har slettet regningen {billName}

source: {user} have shared the project with {who}
el_gr: Ο χρήστης {user} έχει κοινοποιήσει το έργο στο χρήστη {who}
no_no: {user} har delt prosjektet med {who}

source: {user} has shared the project with {who}
el_gr: Ο χρήστης {user} έχει κοινοποιήσει το έργο στο χρήστη {who}
no_no: {user} har delt prosjektet med {who}

source: {user} have removed {who} from the project
el_gr: Ο χρήστης {user} έχει αφαιρέσει το χρήστη {who} από το έργο
no_no: {user} har fjernet {who} fra prosjektet

source: {user} has removed {who} from the project
el_gr: Ο χρήστης {user} έχει αφαιρέσει το χρήστη {who} από το έργο
no_no: {user} har fjernet {who} fra prosjektet

source: you
el_gr: εσείς
no_no: du
pl_pl: Ty

source: No more activity
el_gr: Δεν υπάρχει άλλη δραστηριότητα
gl_es: Non hai máis actividade
it_it: Nessuna altra attività
no_no: Ingen flere aktiviteter
pl_pl: Brak więcej aktywności
pt_br: Não há mais atividade

source: Rename member
el_gr: Μετονομασία μέλους
gl_es: Cambiar o nome do membro
it_it: Rinomina utente
no_no: Endre navn på medlem
pl_pl: Zmień nazwę członka
pt_br: Renomear membro

source: Change color
el_gr: Αλλαγή χρώματος
gl_es: Cambiar a cor
it_it: Cambia colore
mk_mk: Промени боја
nl_nl: Kleur wijzigen
no_no: Endre farge
pl_pl: Zmień kolor
pt_br: Alterar cor
ru_ru: Изменить цвет

source: Weight
el_gr: Βάρος
gl_es: Ponderación
it_it: Peso
mk_mk: Тежина
no_no: Vekting
pl_pl: Waga
pt_br: Peso

source: No access
el_gr: Δεν υπάρχει πρόσβαση
gl_es: Sen acceso
it_it: Nessun accesso
mk_mk: Нема пристап
no_no: Ingen tilgang
pl_pl: Brak dostępu
pt_br: Sem acesso

source: Viewer
el_gr: Θεατής
gl_es: Observador
it_it: Visualizzatore
mk_mk: Посматрач
no_no: Leser
pl_pl: Obserwator
pt_br: Visitante

source: Participant
el_gr: Συμμετέχων
gl_es: Participante
it_it: Partecipante
mk_mk: Учесник
no_no: Deltaker
pl_pl: Uczestnik
pt_br: Participante

source: Maintainer
el_gr: Συντηρητής
gl_es: Mantedor
it_it: Manutentore
mk_mk: Сервисер
no_no: Vedlikeholdere
pl_pl: Twórca
pt_br: Mantenedor

source: Admin
el_gr: Διαχειριστής
gl_es: Administración
it_it: Amministratore
mk_mk: Администратор
no_no: Administrator
pl_pl: Administrator
pt_br: Administrador

source: Deactivate
el_gr: Απενεργοποίηση
gl_es: Desactivar
it_it: Disattiva
mk_mk: Деактивирај
nl_nl: Deactiveren
no_no: Deaktiver
pl_pl: Dezaktywuj
pt_br: Desativar
ru_ru: Деактивировать

source: Reactivate
el_gr: Επανενεργοποίηση
gl_es: Reactivar
it_it: Riattiva
mk_mk: Повторно активирај
nl_nl: Heractiveren
no_no: Reaktiver
pl_pl: Aktywuj ponownie
pt_br: Reativar
ru_ru: Активировать снова

source: A member is already named like that.
el_gr: Ένα μέλος έχει ήδη ονομαστεί έτσι.
mk_mk: Постои челн со тоа име.
no_no: Et medlem nevnes allerede som det.
pl_pl: Członek jest już tak nazwany.

source: Failed to edit shared access level
el_gr: Αποτυχία επεξεργασίας επιπέδου κοινόχρηστης πρόσβασης
gl_es: Produciuse un fallo ao editar o nivel de acceso compartido
it_it: Impossibile modificare il livello di accesso condiviso
mk_mk: Неуспешна промена во споделениот пристап
no_no: Kunne ikke redigere delt tilgangsnivå
pl_pl: Nie udało się edytować poziomu dostępu współdzielonego
pt_br: Falha ao editar o nível de acesso compartilhado

source: Failed to delete shared access
el_gr: Αποτυχία διαγραφής κοινόχρηστης πρόσβασης
gl_es: Produciuse un fallo ao eliminar o acceso compartido
it_it: Impossibile eliminare l'accesso condiviso
mk_mk: Неуспешно отстранување на споделен пристап
no_no: Kunne ikke slette delt tilgang
pl_pl: Nie udało się usunąć współdzielonego dostępu
pt_br: Falha ao remover acesso compartilhado

source: Are you sure?
el_gr: Σίγουρα;
gl_es: Confirma isto?
it_it: Sei sicuro?
no_no: Er du sikker?
pl_pl: Czy jesteś pewny?
pt_br: Você tem certeza?

source: Settings
el_gr: Ρυθμίσεις
gl_es: Axustes
it_it: Impostazioni
mk_mk: Подесувања
nl_nl: Instellingen
no_no: Innstillinger
pl_pl: Ustawienia
pt_br: Configurações
ru_ru: Настройки

source: Share
el_gr: Κοινή χρήση
gl_es: Compartir
it_it: Condividi
no_no: Del
pl_pl: Udostępnij
pt_br: Compartilhar

source: Add member
el_gr: Προσθήκη μέλους
gl_es: Engadir membros
it_it: Aggiungi membro
mk_mk: Додади член
nl_nl: Deelnemer toevoegen
no_no: Legg til medlem
pl_pl: Dodaj członka
pt_br: Adicionar membro
ru_ru: Добавить участника

source: Statistics
el_gr: Στατιστικά
gl_es: Estatísticas
it_it: Statistiche
mk_mk: Статистики
no_no: Statistikk
pl_pl: Statystyki
pt_br: Estatísticas

source: Project settlement
el_gr: Διακανονισμός έργου
gl_es: Liquidación do proxecto
it_it: Compensazione del progetto
mk_mk: Подмирување на проектот
no_no: Oppgjør av prosjekt
pl_pl: Rozliczenie projektu
pt_br: Plano de quitação do projeto

source: Add a member
el_gr: Προσθήκη μέλους
gl_es: Engadir un membro
it_it: Aggiungi un utente
no_no: Legg til et medlem
pl_pl: Dodaj członka
pt_br: Adicionar membro
ru_ru: Добавить участника

source: Everyone
el_gr: Όλοι
gl_es: Todos
it_it: Tutti
mk_mk: Сите
no_no: Alle
pl_pl: Każdy
pt_br: Todos

source: Everyone except {member}
el_gr: Όλοι εκτός από το μέλος {member}
gl_es: Todos agás {member}
it_it: Tutti tranne {member}
mk_mk: Сите освен {member}
no_no: Alle unntatt {member}
pl_pl: Wszyscy oprócz {member}
pt_br: Todos exceto {member}

source: {member1} and {member2}
el_gr: {member1} και {member2}
gl_es: {member1} e {member2}
it_it: {member1} e {member2}
mk_mk: {member1} и {member2}
no_no: {member1} og {member2}
pl_pl: {member1} i {member2}
pt_br: {member1} e {member2}

source: Member list is not up to date. Reloading in 5 sec.
el_gr: Η λίστα μελών δεν είναι ενημερωμένη. Ανανέωση σε 5 δευτ.
gl_es: A lista de membros non está actualizada. Recargando en 5 s.
it_it: La lista dei membri non è aggiornata. Ricarica tra 5 sec.
mk_mk: Листата со членови не е ажурирана. Ажурирање за 5 секунди.
nl_nl: De deelnemerslijst is niet bijgewerkt. Deze wordt herladen over 5 seconden.
no_no: Medlemslisten er ikke oppdatert. Oppfrisker om 5 sek.
pl_pl: Lista członków nie jest aktualna. Przeładowanie za 5 sekund.
pt_br: Lista de membros não está atualizada. Recarregando em 5 segundos.
ru_ru: Список участников устарел. Перезагрузка через 5 сек.

source: Edit
el_gr: Επεξεργασία
gl_es: Editar
it_it: Modifica
mk_mk: Уреди
no_no: Rediger
pl_pl: Edytuj
pt_br: Editar

source: New project
el_gr: Νέο έργο
mk_mk: Нов проект
no_no: Nytt prosjekt
pl_pl: Nowy projekt

source: Import csv project
el_gr: Εισαγωγή έργου από csv
gl_es: Importar un proxecto desde CSV
it_it: Importa progetto csv
mk_mk: Увези csv проект
nl_nl: Importeer csv project
no_no: Importer csv-prosjekt
pl_pl: Importuj projekt csv
pt_br: Importar arquivo de projeto csv

source: Import SplitWise project
el_gr: Εισαγωγή έργου SplitWise
gl_es: Importar un proxecto desde SplitWise
it_it: Importa progetto SplitWise
mk_mk: Увези SplitWise проект
nl_nl: Importeer SplitWise project
no_no: Importer SplitWise prosjekt
pl_pl: Importuj projekt SplitWise
pt_br: Importar arquivo de projeto SplitWise

source: No projects yet
el_gr: Κανένα έργο ακόμα
gl_es: Aínda non hai proxectos
it_it: Ancora nessun progetto
mk_mk: Нема проекти
nl_nl: Nog geen projecten
no_no: Ingen prosjekter ennå
pl_pl: Brak projektów
pt_br: Ainda não há projetos

source: Cospend settings
el_gr: Ρυθμίσεις του Cospend
gl_es: Axustes de Cospend
it_it: Impostazioni di Cospend
nl_nl: Samen betalen instellingen
no_no: Innstillinger for Cospend
pt_br: Configurações do Cospend

source: Project imported
el_gr: Το έργο εισήχθη
gl_es: Proxecto importado
it_it: Progetto importato
nl_nl: Project geïmporteerd
no_no: Prosjektet er importert
pt_br: Projeto importado

source: About Cospend
el_gr: Σχετικά με το Cospend
gl_es: Sobre Cospend
it_it: Informazioni su Cospend
nl_nl: Over Samen betalen
no_no: Om Cospend
pt_br: Sobre o Cospend

source: Thanks for using Cospend
el_gr: Ευχαριστούμε που χρησιμοποιείτε το Cospend
gl_es: Grazas por usar Cospend
it_it: Grazie per aver utilizzato Cospend
nl_nl: Bedankt voor het gebruiken van Samen betalen
no_no: Takk for at du bruker Cospend
pt_br: Obrigado por usar o Cospend

source: Bug/issue tracker
el_gr: Διαχείριση σφαλμάτων/θεμάτων
gl_es: Seguimento de fallos/incidencias
it_it: Tracciatore di bug/problemi
no_no: Feil/problemsporing
pt_br: Rastreador de bug/problema

source: Translation
el_gr: Μετάφραση
gl_es: Tradución
it_it: Traduzione
nl_nl: Vertaling
no_no: Oversettelse
pt_br: Tradução

source: User documentation
el_gr: Τεκμηρίωση χρήστη
gl_es: Documentación para usuarios
it_it: Documentazione utente
nl_nl: Gebruikersdocumentatie
no_no: Brukerdokumentasjon
pt_br: Documentação de usuário

source: Admin documentation
el_gr: Τεκμηρίωση διαχειριστή
gl_es: Documentación para a administración
it_it: Documentazione amministratore
nl_nl: Beheerderdocumentatie
no_no: Administratordokumentasjon
pt_br: Documentação de administrador

source: Developer documentation
el_gr: Τεκμηρίωση προγραμματιστή
gl_es: Documentación de desenvolvemento
it_it: Documentazione sviluppatore
nl_nl: Documentatie voor ontwikkelaars
no_no: Utviklerdokumentasjonen
pt_br: Documentação de desenvolvedor

source: Import projects
el_gr: Εισαγωγή έργων
gl_es: Importar proxectos
it_it: Importa progetti
nl_nl: Projecten importeren
no_no: Importprosjekt
pt_br: Importar projetos

source: Copy guest access link
el_gr: Αντιγραφή συνδέσμου πρόσβασης επισκέπτη
no_no: Kopier gjestetilgangslenken

source: Export location
el_gr: Τοποθεσία αρχείου εξαγωγής
gl_es: Lugar de exportación
it_it: Esporta posizione
nl_nl: Exportlocatie
no_no: Eksporter plassering
pt_br: Local de exportação

source: Select export directory
el_gr: Επιλέξτε φάκελο εξαγωγής
gl_es: Seleccionar o directorio de exportación
it_it: Seleziona directory di esportazione
nl_nl: Selecteer exportmap
no_no: Velg eksportmappe
pt_br: Selecionar diretório de exportação
ru_ru: Выберите папку для экспорта

source: Sort criterias
el_gr: Κριτήρια ταξινόμησης
gl_es: Criterios de ordenación
it_it: Criteri di ordinamento
nl_nl: Sorteer criteria
no_no: Sorter kriterier
pt_br: Critério de ordenação
ru_ru: Критерии сортировки

source: How projects are sorted in navigation sidebar
el_gr: Πώς ταξινομούνται τα έργα στην πλευρική μπάρα πλοήγησης
no_no: Hvordan prosjekter er sortert i sidepanelet

source: Projects order
el_gr: Ταξινόμηση έργων
gl_es: Orde de proxectos
it_it: Ordine dei progetti
nl_nl: Projectvolgorde
no_no: Prosjekter ordre
pl_pl: Kolejność projektów
pt_br: Ordem dos projetos
ru_ru: Порядок проектов

source: Last activity
el_gr: Τελευταία δραστηριότητα
gl_es: Última actividade
it_it: Ultima attività
mk_mk: Последна активност
nl_nl: Laatste activiteit
no_no: Siste aktivitet
pl_pl: Ostatnia aktywność
pt_br: Última atividade
ru_ru: Последняя активность

source: How members are sorted
el_gr: Πώς ταξινομούνται τα μέλη
no_no: Hvordan medlemmer er sortert

source: Members order
el_gr: Ταξινόμηση μελών
gl_es: Orde dos membros
it_it: Ordine degli utenti
nl_nl: Deelnemersvolgorde
no_no: Medlemmer i rekkefølge
pl_pl: Kolejność członków
pt_br: Ordenação dos membros
ru_ru: Порядок участников

source: Misc
el_gr: Διάφορα
gl_es: Miscelánea
it_it: Varie
nl_nl: Overige
no_no: Diverse
pt_br: Diversos
ru_ru: Разное

source: Maximum decimal precision to show in balances
el_gr: Μέγιστη ακρίβεια δεκαδικών για εμφάνιση σε υπόλοιπα
gl_es: Máxima precisión decimal para amosar nos saldos
it_it: Precisione decimale massima da mostrare nel saldo
nl_nl: Maximale decimale precisie om te laten zien in saldi
no_no: Maksimal desimalpresisjon som skal vises i balanse
pt_br: Quantidade máxima de casas decimais para mostrar nos saldos
ru_ru: Сколько знаков после запятой отображать в балансе и счетах

source: Maximum precision
el_gr: Μέγιστη ακρίβεια
mk_mk: Максимална прецизност
no_no: Maksimal presisjon
pl_pl: Maksymalna precyzja

source: Do you want to see and choose time in bill dates?
el_gr: Θέλετε να βλέπετε και να επιλέγετε την ώρα στις ημερομηνίες λογαριασμού;
no_no: Vil du se og velge tid på regningsdatoer?

source: Use time in dates
el_gr: Χρήση ώρας σε ημερομηνίες
gl_es: Usar a hora nas datas
it_it: Usa l'ora nelle date
nl_nl: Gebruik tijd in datums
no_no: Bruk tid i datoer
pl_pl: Użyj czasu w datach
pt_br: Utilizar hora em datas
ru_ru: Использовать время в датах

source: Choose where to write output files (stats, settlement, export)
el_gr: Επιλέξτε τοποθεσίας εγγραφής αρχείων εξόδου (στατιστικά στοιχεία, διακανονισμός, εξαγωγή)
gl_es: Escolla onde escribir os ficheiros de saída (estatísticas, liquidación, exportación)
it_it: Scegli dove scrivere i file di output (statistiche, compensazione, esportazione)
mk_mk: Избери каде да се запишува излезот (статистики, порамнувања, извоз)
nl_nl: Kies waar je de uitvoerbestanden wilt schrijven (statistieken, afrekening, export)
no_no: Velg hvor du vil skrive output filer (statistikk, oppgjør, eksport)
pl_pl: Wybierz, gdzie zapisywać pliki wyjściowe (statystyki, podsumowania, eksport)
pt_br: Escolha onde escrever arquivos de saída (estatísticas, quitação, exportação)
ru_ru: Выберите, куда сохранить выходные файлы (статистика, расчёт, экспорт)

source: Guest link copied to clipboard.
el_gr: Ο σύνδεσμος επισκέπτη αντιγράφηκε στο πρόχειρο.
mk_mk: Линкот за гости е копиран.
no_no: Gjestelenken kopiert til utklippstavlen.
pl_pl: Link gościa został skopiowany do schowka.

source: Guest link could not be copied to clipboard.
el_gr: Ο σύνδεσμος επισκέπτη δεν μπόρεσε να αντιγραφεί στο πρόχειρο.
mk_mk: Линкот за гости неможе да се копира.
no_no: Gjestelenken kunne ikke kopieres til utklippstavlen.
pl_pl: Nie można skopiować linku gościa do schowka.

source: Move bill "{bill}" to a different project:
el_gr: Μετακίνηση λογαριασμού "{bill}" σε διαφορετικό έργο:
gl_es: Mover a factura «{bill}» a un proxecto diferente:
it_it: Sposta la spesa "{bill}" in un altro progetto:
nl_nl: Verplaats rekening "{bill}" naar een ander project:
no_no: Flytt regningen{bill} til et annet prosjekt:
pt_br: Mover despesa "{bill}" para um projeto diferente:
ru_ru: Переместить счет "{bill}" в другой проект:

source: Only one project available, in which this bill already exists
el_gr: Μόνο ένα έργο διαθέσιμο, στο οποίο αυτός ο λογαριασμός υπάρχει ήδη
gl_es: Só hai un proxecto dispoñíbel, no que xa existe esta factura
it_it: Solo un progetto disponibile, in cui questa spesa esiste già
nl_nl: Slechts één project beschikbaar waar deze rekening al bestaat
no_no: Bare ett prosjekt tilgjengelig, der denne regningen allerede eksisterer
pt_br: Apenas um projeto disponível, onde esta despesa já existe
ru_ru: Доступно только один проект, в котором этот счет уже существует

source: No projects found
el_gr: Δε βρέθηκαν έργα
gl_es: Non se atopou ningún proxecto
it_it: Nessun progetto trovato
nl_nl: Geen projecten gevonden
no_no: Ingen prosjekter funnet
pt_br: Nenhum projeto encontrado
ru_ru: Проекты не найдены

source: Bill moved to "{project}" successfully
el_gr: Ο λογαριασμός μετακινήθηκε στο έργο "{project}" με επιτυχία
gl_es: A factura foi movida a «{project}» satisfactoriamente
it_it: Spesa spostata in "{project}" con successo
nl_nl: Rekening met succes verplaatst naar "{project}"
no_no: Faktura flyttet til "{project}"
pt_br: Despesa movida para "{project}" com sucesso
ru_ru: Счет успешно перемещен в "{project}"

source: Failed to move bill
el_gr: Αποτυχία μετακίνησης λογαριασμού
no_no: Kunne ikke flytte regningen

source: Rename project {n}
el_gr: Μετονομασία έργου {n}
gl_es: Cambiar o nome do proxecto {n}
it_it: Rinomina il progetto {n}
mk_mk: Преименувај проект {n}
nl_nl: Project {n} hernoemen
no_no: Endre prosjektnavn {n}
pl_pl: Zmień nazwę projektu {n}
pt_br: Renomear projeto {n}
ru_ru: Переименовать проект

source: Disable bill deletion
el_gr: Απενεργοποίηση διαγραφής λογαριασμού
mk_mk: Оневозможи бришење на сметки
no_no: Deaktiver sletting av regning
pl_pl: Wyłącz usuwanie rachunków

source: Automatic export
el_gr: Αυτόματη εξαγωγή
gl_es: Exportación automática
it_it: Esportazione automatica
mk_mk: Автоматски извоз
nl_nl: Automatische export
no_no: Automatisk eksport
pl_pl: Automatyczny eksport
pt_br: Exportação automática
ru_ru: Автоматический экспорт

source: Export project
el_gr: Εξαγωγή έργου
gl_es: Exportar proxecto
it_it: Esporta progetto
mk_mk: Извези проект
nl_nl: Project exporteren
no_no: Eksporter prosjekt
pl_pl: Eksportuj projekt
pt_br: Exportar projeto
ru_ru: Экспорт проекта

source: Members
el_gr: Μέλη
gl_es: Membros
it_it: Utenti
no_no: Medlemmer
pt_br: Membros
ru_ru: Участники

source: Enter a member name
el_gr: Εισάγετε ένα όνομα μέλους
gl_es: Introduza un nome de membro
it_it: Inserisci il nome di un membro
no_no: Oppgi et medlemsnavn
pt_br: Digite um nome de membro
ru_ru: Введите имя участника

source: Associate a project member with a Nextcloud user
el_gr: Συνδέστε ένα μέλος του έργου με κάποιο χρήστη Nextcloud
gl_es: Asocie un membro do proxecto cun usuario de Nextcloud
it_it: Associa un utente del progetto ad un utente Nextcloud
mk_mk: Поврзи член на проектот со Nextcloud корисник
no_no: Knytt et prosjektmedlem til en Nextcloud bruker
pl_pl: Powiąż członka projektu z użytkownikiem Nextcloud
pt_br: Associar um membro do projeto a um usuário da Nextcloud
ru_ru: Связать участника проекта с пользователем Nextcloud
