Repository: julien-nc/cospend-nc
Catalog: translationfiles/*/cospend.po
Languages: el_gr, gl_es, it_it, mk_mk, nl_nl, no_no, pl_pl, pt_br, ru_ru

source: Invalid member name
el_gr: Μη έγκυρο όνομα μέλους
gl_es: O nome de membro non é válido
it_it: Nome membro non valido
mk_mk: Невалидно име на член
nl_nl: Ongeldige deelnemersnaam
no_no: Ugyldig medlemsnavn
pl_pl: Nieprawidłowa nazwa członka
pt_br: Nome de membro inválido
ru_ru: Неверное имя участника

source: Name already exists
el_gr: Το όνομα υπάρχει ήδη
gl_es: O nome xa existe
it_it: Nome già esistente
mk_mk: Членот веќе постои
nl_nl: Naam bestaat al
no_no: Navnet finnes allerede
pl_pl: Nazwa już istnieje
pt_br: Esse nome já existe
ru_ru: Имя уже существует

source: Not a valid decimal value
el_gr: Μη έγκυρη δεκαδική τιμή
gl_es: Non é un valor decimal válido
it_it: Non è un valore decimale valido
mk_mk: Не е валидна вредноста на децимали
nl_nl: Ongeldige decimale waarde
no_no: Ikke en gyldig desimalverdi
pl_pl: Niepoprawna wartość dziesiętna
pt_br: Não é um valor decimal válido
ru_ru: Не десятичное число

source: This project have no such member
el_gr: Αυτό το έργο δεν έχει τέτοιο μέλος
gl_es: Este proxecto non ten ese membro
it_it: Questo progetto non ha un membro del genere
mk_mk: Овој проект нема членови
nl_nl: Dit project heeft geen dergelijke deelnemer
no_no: Dette prosjektet har ikke noe slikt medlem
pl_pl: W tym projekcie nie ma takiego członka
pt_br: Este projeto não tem tal membro
ru_ru: В этом проекте нет такого участника

source: Name can't be empty
el_gr: Το όνομα δεν μπορεί να είναι κενό
gl_es: O nome non pode estar baleiro
it_it: Il nome non può essere vuoto
nl_nl: Naam mag niet leeg zijn
no_no: Navn kan ikke være tomt
pl_pl: Nazwa nie może być pusta
pt_br: O nome não pode ficar vazio
ru_ru: Имя не может быть пустым

source: Invalid email address
el_gr: Μη έγκυρη διεύθυνση e-mail
mk_mk: Невалидна е-пошта адреса
no_no: Ugyldig e-postadresse
pl_pl: Nieprawidłowy adres e-mail

source: Invalid sort order
el_gr: Μη έγκυρη σειρά ταξινόμησης
gl_es: A orde de clasificación non é válida
it_it: Ordinamento non valido
nl_nl: Ongeldige sorteervolgorde
no_no: Ugyldig sorteringsrekkefølge
pl_pl: Nieprawidłowa kolejność sortowania
pt_br: Ordenação inválida
ru_ru: Неверный порядок сортировки

source: There is no such project
el_gr: Δεν υπάρχει τέτοιο έργο
gl_es: Non existe ese proxecto
it_it: Non esiste un progetto del genere
mk_mk: Тука нема проект
nl_nl: Dit project bestaat niet
no_no: Det finnes ikke noe slikt prosjekt
pl_pl: Nie ma takiego projektu
pt_br: Esse projeto não existe
ru_ru: Нет такого проекта

source: Weight is not a valid decimal value
el_gr: Το βάρος δεν είναι έγκυρη δεκαδική τιμή
gl_es: A ponderación non é un valor decimal válido
it_it: Il peso non è un valore decimale valido
mk_mk: Нема зададено валиден децимален број во тежината
nl_nl: Gewicht is geen geldige decimale waarde
no_no: Vekting har ikke en gyldig desimalverdi
pl_pl: Obciążenie nie jest poprawną wartością dziesiętną
pt_br: O peso não é um valor decimal válido
ru_ru: Вес не является десятичным значением

source: Invalid color value
el_gr: Μη έγκυρη τιμή χρώματος
gl_es: O valor da cor non é válido
it_it: Valore colore non valido
nl_nl: Ongeldige kleurwaarde
no_no: Ugyldig fargeverdi
pl_pl: Nieprawidłowa wartość koloru
pt_br: Cor inválida
ru_ru: Неверное значение цвета

source: This project already has this member
el_gr: Αυτό το έργο έχει ήδη αυτό το μέλος
gl_es: Este proxecto xa conta con este membro
it_it: Questo progetto ha già questo membro
mk_mk: Во овој проект веќе постои тој член
nl_nl: Dit project heeft deze deelnemer al
no_no: Dette prosjektet har allerede dette medlemmet
pl_pl: Ten projekt ma już tego członka
pt_br: Este projeto já tem este membro
ru_ru: В этом проекте уже есть этот участник

source: Name field is required
el_gr: Το πεδίο για το όνομα είναι υποχρεωτικό
gl_es: O campo Nome é obrigatorio
it_it: Il campo nome è obbligatorio
mk_mk: Полето име е задолжително
nl_nl: Naamveld is verplicht
no_no: Navnefeltet er obligatorisk
pl_pl: Nazwa jest wymagana
pt_br: O nome do campo é obrigatório
ru_ru: Поле имени обязательно для заполнения

source: There is no such bill
el_gr: Δεν υπάρχει τέτοιος λογαριασμός
gl_es: Non existe esa factura
it_it: Non c'è una spesa del genere
mk_mk: Сеуште нема сметки
nl_nl: Een dergelijke rekening bestaat niet
no_no: Det finnes ingen regning
pl_pl: Nie ma takiego rachunku
pt_br: Não existe tal nota
ru_ru: Такого счета нет

source: Cannot match payer
el_gr: Αδυναμία αντιστοίχισης πληρωτή
gl_es: Ninguén coincide co pagador
it_it: Impossibile abbinare il pagatore
no_no: Kan ikke sammenligne betaleren
pl_pl: Nie można dopasować płatnika
pt_br: Não corresponde ao pagante
ru_ru: Не удается найти плательщика

source: Cannot create new bill: %1$s
el_gr: Αδυναμία δημιουργίας νέου λογαριασμού: %1$s
gl_es: Non é posíbel crear unha nova factura: %1$s
it_it: Impossibile creare una nuova spesa: %1$s
no_no: Kan ikke opprette ny regning: %1$s
pl_pl: Nie można utworzyć nowego rachunku: %1$s
pt_br: Não é possível criar a despesa: %1$s
ru_ru: Не удается создать новый счет: %1$s

source: Not found
el_gr: Δε βρέθηκε
gl_es: Non atopado
it_it: Non trovato
mk_mk: Ништо нема пронајдено
nl_nl: Niet gevonden
no_no: Ikke funnet
pl_pl: Nie znaleziono
pt_br: Não encontrado
ru_ru: Не найдено

source: This project has no such payment mode
el_gr: Αυτό το έργο δεν έχει τέτοιο τρόπο πληρωμής
no_no: Dette prosjektet har ikke en slik betalingsmåte
pl_pl: Ten projekt nie ma takiego trybu płatności

source: Incorrect field values
el_gr: Εσφαλμένες τιμές πεδίου
gl_es: Valores de campo incorrectos
it_it: Valori campo errati
mk_mk: Неправилна вредност во полето
nl_nl: Onjuiste veldwaarden
no_no: Feil feltverdier
pl_pl: Nieprawidłowe wartości pola
pt_br: Valores do campo estão incorretos
ru_ru: Недопустимые значения поля

source: This project has no such category
el_gr: Αυτό το έργο δεν έχει τέτοια κατηγορία
no_no: Dette prosjektet har ingen slik kategori
pl_pl: Ten projekt nie ma takiej kategorii

source: This project have no such currency
el_gr: Αυτό το έργο δεν έχει τέτοιο νόμισμα
gl_es: Este proxecto non ten esa moeda
it_it: Questo progetto non ha questa valuta
mk_mk: Овој проект нема валути
nl_nl: Dit project heeft een dergelijke valuta niet
no_no: Dette prosjektet har ingen slik valuta
pl_pl: Ten projekt nie ma takiej waluty
pt_br: Este projeto não tem tal moeda
ru_ru: В этом проекте нет такой валюты

source: You are not authorized to give such access level
el_gr: Δεν είστε εξουσιοδοτημένοι να δώσετε τέτοιο επίπεδο πρόσβασης
gl_es: Non está autorizado para conceder ese nivel de acceso
it_it: Non sei autorizzato a dare tale livello di accesso
mk_mk: Не ви е дозволено да додавате ниво на пристап
nl_nl: U bent niet gemachtigd om een dergelijk toegangsniveau te geven
no_no: Du har ikke tilgang til å gi dette tilgangsnivået
pl_pl: Nie masz uprawnień do nadania takiego poziomu dostępu
pt_br: Você não está autorizado a fornecer tal nível de acesso
ru_ru: У вас нет прав для предоставления такого уровня доступа

source: Already shared with this user
el_gr: Ήδη από κοινού με αυτόν το χρήστη
gl_es: Xa foi compartido con este usuario
it_it: Già condiviso con questo utente
mk_mk: Веќе е споделено со тој корисник
nl_nl: Al gedeeld met deze gebruiker
no_no: Allerede delt med denne brukeren
pl_pl: Udostępniono już temu użytkownikowi
pt_br: Já compartilhado com este usuário
ru_ru: Уже поделились с этим пользователем

source: Impossible to share the project with its owner
el_gr: Αδύνατη η κοινή χρήση του έργου με τον ιδιοκτήτη του
gl_es: Non é posíbel compartir o proxecto co seu propietario
it_it: Impossibile condividere il progetto con il suo proprietario
mk_mk: Невозможно е да се споделува проект со својот сопственик
nl_nl: Onmogelijk om het project te delen met de eigenaar
no_no: Umulig å dele prosjektet med eieren
pl_pl: Nie można udostępnić projektu jego właścicielowi
pt_br: Impossível compartilhar o projeto com seu dono
ru_ru: Невозможно поделиться проектом с его владельцем

source: No such user
el_gr: Δεν υπάρχει τέτοιος χρήστης
gl_es: Este usuario non existe
it_it: Nessun utente
mk_mk: Нема корисник
nl_nl: Gebruiker niet gevonden
no_no: Ingen slik bruker
pl_pl: Nie ma takiego użytkownika
pt_br: Este usuário não existe
ru_ru: Нет такого пользователя

source: No such share
el_gr: Δεν υπάρχει τέτοια κοινή χρήση
gl_es: Non existe esta compartición
it_it: Condivisione inesistente
mk_mk: Нема споделување
no_no: Ingen slik deling
pl_pl: Nie ma takiego udziału
pt_br: Não existe tal compartilhamento
ru_ru: Нет такой ссылки общего доступа

source: No such shared access
el_gr: Δεν υπάρχει τέτοια κοινόχρηστη πρόσβαση
mk_mk: Нема споделен пристап
no_no: Ingen slik delt tilgang
pl_pl: Brak takiego wspólnego dostępu

source: Already shared with this group
el_gr: Ήδη από κοινού με αυτήν την ομάδα
gl_es: Xa foi compartido con este grupo
it_it: Già condiviso con questo gruppo
mk_mk: Веќе е споделено со тоа група
no_no: Allerede delt med denne gruppen
pl_pl: Już udostępniono tej grupie
pt_br: Já compartilhado com este grupo
ru_ru: Уже поделились с этой группой

source: No such group
el_gr: Δεν υπάρχει τέτοια ομάδα
gl_es: Non existe ese grupo
it_it: Gruppo inesistente
mk_mk: Нема група
no_no: Ingen slik gruppe
pl_pl: Nie ma takiej grupy
pt_br: Grupo inexistente
ru_ru: Нет такой группы

source: Already shared with this circle
el_gr: Ήδη από κοινού με αυτόν τον κύκλο
gl_es: Xa foi compartido con este círculo
it_it: Già condiviso con questo circle
mk_mk: Веќе е споделено со тој круг
no_no: Allerede delt med denne sirkelen
pl_pl: Już współdzielone z tym okręgiem
pt_br: Já compartilhado com este círculo
ru_ru: Уже поделились с этим кругом

source: No such circle
el_gr: Δεν υπάρχει τέτοιος κύκλος
gl_es: Non existe ese círculo
it_it: Circle inesistente
mk_mk: Нема круг
no_no: Ingen slik sirkel
pl_pl: Nie ma takiego okręgu
pt_br: Círculo inexistente
ru_ru: Нет такого круга

source: Circles app is not enabled
el_gr: Η εφαρμογή Κύκλοι δεν είναι ενεργοποιημένη
gl_es: A aplicación de Círculos non está activada
it_it: L'app Circles non è abilitata
mk_mk: Circles апликацијата не е овозможена
no_no: Sirkler app er ikke aktivert
pl_pl: Aplikacja Circles nie jest włączona
pt_br: O aplicativo Círculos não está ativado
ru_ru: Приложение кругов не активно

source: Who pays?
el_gr: Ποιος πληρώνει;
gl_es: Quen paga?
it_it: Chi paga?
mk_mk: Кој плаќа?
nl_nl: Wie betaalt er?
no_no: Hvem betaler?
pl_pl: Kto płaci?
pt_br: Quem pagou?
ru_ru: Кто платит?

source: To whom?
el_gr: Προς ποιον;
gl_es: A quen?
it_it: A chi?
mk_mk: За кого?
nl_nl: Aan wie?
no_no: Til hvem?
pl_pl: Do kogo?
pt_br: Para quem?
ru_ru: За кого?

source: How much?
el_gr: Πόσο;
gl_es: Canto?
it_it: Quanto?
mk_mk: Колку?
nl_nl: Hoeveel?
no_no: Hvor mye?
pl_pl: Ile?
pt_br: Quanto?
ru_ru: Сколько?

source: %1$s is not a folder
el_gr: Το %1$s δεν είναι φάκελος
gl_es: %1$s non é un cartafol
it_it: %1$s non è una cartella
mk_mk: %1$s не е папка
nl_nl: %1$s is geen map
no_no: %1$s er ikke en mappe
pl_pl: %1$s nie jest folderem
pt_br: %1$s não é uma pasta
ru_ru: %1$s не является папкой

source: %1$s is not writeable
el_gr: Το %1$s δεν είναι εγγράψιμο
gl_es: Non é posíbel escribir en %1$s
it_it: %1$s non è scrivibile
mk_mk: во %1$s неможе да се запишува
nl_nl: %1$s is niet schrijfbaar
no_no: %1$s kan ikke skrives til
pl_pl: %1$s nie jest zapisywalny
pt_br: %1$s não tem permissão de escrita
ru_ru: %1$s не доступен для записи

source: Impossible to create %1$s
el_gr: Αδύνατη η δημιουργία του %1$s
gl_es: Non é posíbel crear %1$s
it_it: Impossibile creare %1$s
mk_mk: Невозможно да се креира %1$s
nl_nl: Onmogelijk om %1$s te maken
no_no: Umulig å opprette %1$s
pl_pl: Nie można utworzyć %1$s
pt_br: Impossível criar %1$s
ru_ru: Невозможно создать %1$s

source: Member name
el_gr: Όνομα μέλους
gl_es: Nome do membro
it_it: Nome del membro
mk_mk: Име на ченот
nl_nl: Naam van deelnemer
no_no: Medlemsnavn
pl_pl: Nazwa członka
pt_br: Nome do membro
ru_ru: Имя участника

source: Paid
el_gr: Πληρώθηκε
gl_es: Pagado
it_it: Pagato
mk_mk: Платено
nl_nl: Betaald
no_no: Betalt
pl_pl: Zapłacone
pt_br: Pago
ru_ru: Заплачено

source: Spent
el_gr: Ξοδεύτηκαν
gl_es: Gastado
it_it: Speso
mk_mk: Потрошено
nl_nl: Uitgegeven
no_no: Brukt
pl_pl: Wydane
pt_br: Gasto
ru_ru: Потрачено

source: Balance
el_gr: Υπόλοιπο
gl_es: Saldo
it_it: Saldo
mk_mk: Состојба
nl_nl: Saldo
no_no: Saldo
pl_pl: Saldo
pt_br: Balanço
ru_ru: Баланс

source: Malformed CSV, bad column names at line %1$s
el_gr: Λανθασμένη δομή στο CSV, λάθος ονόματα στηλών στη γραμμή %1$s
gl_es: CSV con formato incorrecto, nomes de columna incorrectos na liña %1$s
it_it: CSV malformato, nomi di colonne errati alla riga %1$s
mk_mk: Неправилна форма на CSV, неправило име на колона на линија %1$s
nl_nl: Ongeldige CSV, foutieve kolomnamen op regel %1$s
no_no: Misformet CSV, feilaktige kolonnenavn på linje %1$s
pl_pl: Niepoprawnie sformułowany plik CSV, złe nazwy kolumn w wierszu %1$s
pt_br: CSV mal formatado, nomes de coluna inválida na linha %1$s
ru_ru: Невалидный CSV, некоррректные название колонки в строке %1$s

source: Malformed CSV, invalid member on line %1$s
el_gr: Λανθασμένη δομή στο CSV, λάθος member στη γραμμή %1$s
gl_es: CSV con formato incorrecto, membro non válido na liña %1$s
it_it: CSV malformato, membro non valido alla riga %1$s
nl_nl: Ongeldig CSV, ongeldig lid op regel %1$s
no_no: Misformet CSV, ugyldig medlem på linje %1$s
pt_br: CSV inválido, membro inválido na linha %1$s
ru_ru: Неправильный формат CSV, неверный член в строке %1$s

source: Malformed CSV, missing or invalid date/timestamp on line %1$s
el_gr: Λανθασμένη δομή στο CSV, λείπει ή μη έγκυρο date/timestamp στη γραμμή %1$s
gl_es: CSV con formato incorrecto, falta ou non é valida a data ou a marca de tempo na liña %1$s
it_it: CSV malformato, data/timestamp mancante o non valido alla riga %1$s
nl_nl: Misvormde CSV, ontbrekende of ongeldige datum/tijd op regel %1$s
no_no: Feilformet CSV, manglende eller ugyldig dato/tidsstempel på linje %1$s
pt_br: CSV inválido, data na linha %1$s faltando ou inválida
ru_ru: Неправильный формат CSV, отсутствует или недопустимая дата/отметка времени в строке %1$s

source: Malformed CSV, invalid payer weight on line %1$s
el_gr: Λανθασμένη δομή στο CSV, μη έγκυρο payer weight στη γραμμή %1$s
gl_es: CSV con formato incorrecto, ponderación do pagador non válida na liña %1$s
it_it: CSV malformato, peso pagante non valido alla linea %1$s
no_no: Feilformet CSV, ugyldig betalingsfordeling på linje %1$s
pt_br: CSV inválido, peso do pagador inválido na linha %1$s
ru_ru: Неправильный CSV, неверный вес плательщика в строке %1$s

source: Malformed CSV, invalid owers on line %1$s
el_gr: Λανθασμένη δομή στο CSV, μη έγκυροι owers στη γραμμή %1$s
gl_es: CSV con formato incorrecto, debedores non válidos na liña %1$s
it_it: CSV malformato, proprietari non validi alla riga %1$s
no_no: Feilformet CSV, ugyldige skyldnere på linje %1$s
pt_br: CSV inválido, devedor inválido na linha %1$s
ru_ru: Неправильный CSV, недопустимые владельцы в строке %1$s

source: Malformed CSV, invalid amount on line %1$s
el_gr: Λανθασμένη δομή στο CSV, μη έγκυρο amount στη γραμμή %1$s
gl_es: CSV con formato incorrecto, cantidade non válida na liña %1$s
it_it: CSV malformato, importo non valido alla riga %1$s
nl_nl: Ongeldig CSV, ongeldig bedrag op regel %1$s
no_no: Misformet CSV, ugyldig beløp på linje %1$s
pt_br: CSV inválido, quantia inválida na linha %1$s
ru_ru: Неправильный CSV, неверная сумма в строке %1$s

source: Error in project creation, %1$s
el_gr: Σφάλμα κατά τη δημιουργία του έργου, %1$s
gl_es: Produciuse un erro na creación do proxecto, %1$s
it_it: Errore nella creazione del progetto, %1$s
mk_mk: Грешка при креирање на проект, %1$s
nl_nl: Fout bij aanmaken van project, %1$s
no_no: Feil i opprettelse av prosjekt, %1$s
pl_pl: Błąd w tworzeniu projektu, %1$s
pt_br: Erro na criação do projeto, %1$s
ru_ru: Ошибка при создании проекта, %1$s

source: Error when adding payment mode %1$s
el_gr: Σφάλμα κατά την προσθήκη της λειτουργίας πληρωμής %1$s
gl_es: Produciuse un erro ao engadir o método de pagamento %1$s
it_it: Errore durante l'aggiunta della modalità di pagamento %1$s
nl_nl: Fout bij het toevoegen van betalingsmodus %1$s
no_no: Feil ved opprettelse av betalingsmetode %1$s
pt_br: Erro ao adicionar forma de pagamento %1$s
ru_ru: Ошибка при добавлении режима оплаты %1$s

source: Error when adding category %1$s
el_gr: Σφάλμα κατά την προσθήκη κατηγορίας %1$s
gl_es: Produciuse un erro ao engadir a categoría %1$s
it_it: Errore durante l'aggiunta della categoria %1$s
mk_mk: Грешка при додавање на категорија %1$s
nl_nl: Fout bij het toevoegen van categorie %1$s
no_no: Feil ved opprettelse av kategori %1$s
pl_pl: Błąd podczas dodawania kategorii %1$s
pt_br: Erro ao adicionar a categoria %1$s
ru_ru: Ошибка при добавлении категории %1$s

source: Error when adding currency %1$s
el_gr: Σφάλμα κατά την προσθήκη νομίσματος %1$s
gl_es: Produciuse un erro ao engadir a moeda %1$s
it_it: Errore durante l'aggiunta della valuta %1$s
mk_mk: Грешка при додавање на валута %1$s
nl_nl: Fout bij het toevoegen van valuta %1$s
no_no: Feil ved opprettelse av valuta %1$s
pl_pl: Błąd podczas dodawania waluty %1$s
pt_br: Erro ao adicionar a moeda %1$s
ru_ru: Ошибка при добавлении валюты %1$s

source: Error when adding member %1$s
el_gr: Σφάλμα κατά την προσθήκη μέλους %1$s
gl_es: Produciuse un erro ao engadir o membro %1$s
it_it: Errore durante l'aggiunta del membro %1$s
mk_mk: Грешка при додавање на член %1$s
nl_nl: Fout bij het toevoegen van lid %1$s
no_no: Feil ved opprettelse av medlem %1$s
pl_pl: Błąd podczas dodawania członka %1$s
pt_br: Erro ao adicionar membro %1$s
ru_ru: Ошибка при добавлении участника %1$s

source: Error when adding bill %1$s
el_gr: Σφάλμα κατά την προσθήκη λογαριασμού %1$s
gl_es: Produciuse un erro ao engadir a factura %1$s
it_it: Errore durante l'aggiunta della spesa %1$s
mk_mk: Грешка при додавање на сметка %1$s
nl_nl: Fout bij het toevoegen van rekening %1$s
no_no: Feil ved opprettelse av regning %1$s
pl_pl: Błąd podczas dodawania rachunku %1$s
pt_br: Erro ao adicionar fatura %1$s
ru_ru: Ошибка при добавлении счета %1$s

source: Malformed CSV, cannot have an empty ower
el_gr: Λανθασμένη δομή στο CSV, δεν μπορεί να έχει άδειο ower
gl_es: CSV con formato incorrecto, non pode ter un campo debedor baleiro
it_it: CSV malformato, non può avere un proprietario vuoto
mk_mk: Неправилна форма на CSV, неможе должникот да е празно поле
nl_nl: Ongeldige CSV, kan geen lege eigenaar hebben
no_no: Misdannet CSV, skyldner kan ikke være tom
pl_pl: Niepoprawnie sformułowany plik CSV, nie może mieć pustego wiersza
pt_br: CSV mal formatado, não pode ter um devedor
ru_ru: Некорректный CSV, владелец не может быть незаполнен

source: Malformed CSV, bad amount on line %1$s
el_gr: Λανθασμένη δομή στο CSV, λάθος amount στη γραμμή %1$s
gl_es: CSV con formato incorrecto, cantidade incorrecta na liña %1$s
it_it: CSV malformato, importo errato alla linea %1$s
mk_mk: Неправилна форма на CSV, неправилни вредности на линија %1$s
nl_nl: Ongeldig CSV, onjuist bedrag op regel %1$s
no_no: Misformet CSV, feil beløp på linje %1$s
pl_pl: Niepoprawnie sformułowany plik CSV, nieprawidłowa kwota w wierszu %1$s
pt_br: CSV mal formatado, valor inválido na linha %1$s
ru_ru: Невалидный CSV, некоррректные значения в строке %1$s

source: Malformed CSV, no payer on line %1$s
el_gr: Λανθασμένη δομή στο CSV, δεν υπάρχει payer στη γραμμή %1$s
gl_es: CSV con formato incorrecto, non hai pagador na liña %1$s
it_it: CSV malformato, nessun pagatore alla linea %1$s
mk_mk: Неправилна форма на CSV, неправилен плаќач на линија %1$s
nl_nl: Ongeldig CSV, geen betaler op regel %1$s
no_no: Misformet CSV, ingen betaler på linje %1$s
pl_pl: Niepoprawnie sformułowany plik CSV, brak płatnika w wierszu %1$s
pt_br: CSV mal formatado, sem devedor na linha %1$s
ru_ru: Некорректный CSV, нет плательщика в строке %1$s

source: Malformed CSV, impossible to find the column names
el_gr: Λανθασμένη δομή στο CSV, δεν μπορούν να βρεθούν τα ονόματα των στηλών
no_no: Feilformet CSV, umulig å finne kolonnenavnene

source: daily
el_gr: καθημερινά
gl_es: diaria
it_it: giornaliero
mk_mk: дневно
nl_nl: dagelijks
no_no: daglig
pl_pl: dziennie
pt_br: diariamente
ru_ru: ежедневно

source: weekly
el_gr: εβδομαδιαία
gl_es: semanal
it_it: settimanale
mk_mk: неделно
nl_nl: wekelijks
no_no: ukentlig
pl_pl: tygodniowo
pt_br: semanalmente
ru_ru: еженедельно

source: monthly
el_gr: μηνιαία
gl_es: mensual
it_it: mensile
mk_mk: месечно
nl_nl: maandelijks
no_no: månedlig
pl_pl: miesięcznie
pt_br: mensalmente
ru_ru: ежемесячно

source: What do you want to do?
el_gr: Τι θέλετε να κάνετε;
gl_es: Que quere facer?
it_it: Cosa si vuole fare?
pl_pl: Co chcesz zrobić?
pt_br: O que você deseja fazer?
ru_ru: Что вы хотите сделать?

source: Create a bill
el_gr: Δημιουργία λογαριασμού
gl_es: Crear unha factura
it_it: Crea una spesa
no_no: Opprett en regning
pl_pl: Utwórz rachunek
pt_br: Criar uma despesa
ru_ru: Создать счет

source: Show project settings
el_gr: Εμφάνιση ρυθμίσεων έργου
gl_es: Amosar os axustes do proxecto
it_it: Mostra impostazioni progetto
pl_pl: Pokaż ustawienia projektu
pt_br: Exibir configurações do projeto
ru_ru: Показать настройки проекта

source: Share the project
el_gr: Κοινοποίηση έργου
gl_es: Compartir o proxecto
it_it: Condividi il progetto
pl_pl: Udostepnij ten projekt
pt_br: Compartilhar projeto
ru_ru: Поделиться проектом

source: Show project statistics
el_gr: Εμφάνιση στατιστικών έργου
gl_es: Amosar as estatísticas do proxecto
it_it: Mostra statistiche del progetto
pl_pl: Pokaż statystyki projektu
pt_br: Exibir estatísticas do projeto
ru_ru: Показать статистику проекта

source: Show project settlement plan
el_gr: Εμφάνιση σχεδίου διακανονισμού έργου
gl_es: Amosar o plan de liquidación do proxecto
it_it: Mostra piano di risoluzione del progetto
pl_pl: Pokaż plan rozliczenia projektu
pt_br: Exibir plano de liquidação
ru_ru: Показать план расчёта проекта

source: Select a project
el_gr: Επιλογή έργου
gl_es: Seleccionar un proxecto
it_it: Seleziona un progetto
no_no: Velg et prosjekt
pl_pl: Wybierz projekt
pt_br: Selecionar um projeto
ru_ru: Выберите проект

source: Toggle sidebar
el_gr: Εμφάνιση/απόκρυψη πλαϊνής μπάρας
mk_mk: Отвори странична лента
no_no: Vis/Skjul sidepanelet
pl_pl: Rozwiń boczne menu

source: Nothing to repeat
el_gr: Δεν υπάρχει κάτι για επανάληψη
gl_es: Nada que repetir
it_it: Niente da ripetere
mk_mk: Нема ништо за повторување
no_no: Ingenting å gjenta
pl_pl: Nic do powtórzenia
pt_br: Nada para repetir
ru_ru: Нечего повторять

source: Bill deleted
el_gr: Ο λογαριασμός διαγράφηκε
gl_es: Factura eliminada
it_it: Spesa eliminata
mk_mk: Сметката е избришана
no_no: Regning slettet
pl_pl: Rachunek usunięty
pt_br: Despesa excluída
ru_ru: Счет удален

source: Failed to delete bill
el_gr: Αποτυχία διαγραφής λογαριασμού
gl_es: Produciuse un fallo ao eliminar a factura
it_it: Impossibile eliminare la spesa
mk_mk: Неуспешно бришење на сметка
nl_nl: Kan rekening niet verwijderen
no_no: Kunne ikke slette regningen
pl_pl: Nie udało się usunąć rachunku
pt_br: Falha ao excluir despesa
ru_ru: Не удалось удалить счет

source: Failed to delete bills
el_gr: Αποτυχία διαγραφής λογαριασμών
gl_es: Produciuse un fallo ao eliminar as facturas
it_it: Impossibile eliminare le spese
mk_mk: Неуспешно бришење на сметки
no_no: Kunne ikke slette regninger
pl_pl: Nie udało się usunąć rachunków
pt_br: Falha ao excluir despesas
ru_ru: Не удалось удалить счета

source: Member {name} already exists
el_gr: Το μέλος {name} υπάρχει ήδη
gl_es: O membro {name} xa existe
it_it: Membro {name} già esistente
mk_mk: Членот {name} веќе постои
no_no: Medlem {name} finnes allerede
pl_pl: Członek {name} już istnieje
pt_br: Membro {name} já existe
ru_ru: Участник {name} уже существует
