Repository: julien-nc/cospend-nc
Catalog: translationfiles/*/cospend.po
Languages: el_gr, gl_es, it_it, mk_mk, nl_nl, no_no, pl_pl, pt_br, ru_ru

source: You have created a new bill {bill} in project {project}
el_gr: Έχετε δημιουργήσει ένα νέο λογαριασμό {bill} στο έργο {project}
mk_mk: Креиравте нова сметка {bill} во проектот {project}
no_no: Du har opprettet en ny regning {bill} i prosjektet {project}
pl_pl: Utworzyłeś nowy rachunek {bill} w projekcie {project}

source: {user} has created a new bill {bill} in project {project}
el_gr: Ο χρήστης {user} έχει δημιουργήσει ένα νέο λογαριασμό {bill} στο έργο {project}
mk_mk: {user} креираше нова сметка {bill} во проектот {project}
no_no: {user} har opprettet en ny regning {bill} i prosjektet {project}
pl_pl: {user} utworzył nowy rachunek {bill} w projekcie {project}

source: You have deleted the bill {bill} of project {project}
el_gr: Έχετε διαγράψει το λογαριασμό {bill} από το έργο {project}
mk_mk: Избришавте сметка {bill} од проектот {project}
no_no: Du har slettet regningen {bill} i prosjektet {project}
pl_pl: Usunąłeś rachunek {bill} projektu {project}

source: {user} has deleted the bill {bill} of project {project}
el_gr: Ο χρήστης {user} έχει διαγράψει το λογαριασμό {bill} από το έργο {project}
mk_mk: {user} избриша сметка {bill} од проектот {project}
no_no: {user} har slettet regningen {bill} for prosjektet {project}
pl_pl: {user} usunął rachunek {bill} projektu {project}

source: You have shared the project {project} with {who}
el_gr: Κοινοποιήσατε το έργο {project} μετο χρήστη {who}
mk_mk: Споделивте проект {project} со {who}
no_no: Du har delt prosjektet {project} med {who}
pl_pl: Udostępniłeś projekt {project} z {who}

source: {user} has shared the project {project} with {who}
el_gr: Ο χρήστης {user} έχει κοινοποιήσει το έργο {project} στο χρήστη {who}
mk_mk: {user} сподели проект {project} со {who}
no_no: {user} har delt prosjektet {project} med {who}
pl_pl: {user} udostępnił projekt {project} z {who}

source: You have removed {who} from the project {project}
el_gr: Έχετε αφαιρέσει το χρήστη {who} από το έργο {project}
mk_mk: Го отстранивте {who} од проектот {project}
no_no: Du har fjernet {who} fra prosjektet {project}
pl_pl: Usunąłeś {who} z projektu {project}

source: {user} has removed {who} from the project {project}
el_gr: Ο χρήστης {user} έχει αφαιρέσει το χρήστη {who} από το έργο {project}
mk_mk: {user} го отстрани {who} од проектот {project}
no_no: {user} har fjernet {who} fra prosjektet {project}
pl_pl: {user} usunął {who} z projektu {project}

source: You have updated the bill {bill} of project {project}
el_gr: Έχετε ανανεώσει το λογαριασμό {bill} του έργου {project}
mk_mk: Ажуриравте сметка {bill} од проектот {project}
no_no: Du har oppdatert regningen {bill} i prosjektet {project}
pl_pl: Zaktualizowałeś rachunek {bill} projektu {project}

source: {user} has updated the bill {bill} of project {project}
el_gr: Ο χρήστης {user} έχει ανανεώσει το λογαριασμό {bill} του έργου {project}
mk_mk: {user} Ажурираше сметка {bill} од проектот {project}
no_no: {user} har oppdatert regningen {bill} for prosjektet {project}
pl_pl: {user} zaktualizował rachunek {bill} projektu {project}

source: A guest user
el_gr: Ένας επισκέπτης
mk_mk: Гостински корисник
no_no: Gjestebruker
pl_pl: Gość

source: A <strong>bill</strong> inside the Cospend app has been updated/created/deleted
el_gr: Ένας <strong>λογαριασμός</strong> στην εφαρμογή Cospend έχει ανανεώθηκε/δημιουργήθηκε/διαγράφηκε
mk_mk: <strong>Сметка</strong> во Cospend апликацијата е ажурирана/креирана/избришана
no_no: En <strong>faktura</strong> i Cospendprogrammet har blitt oppdatert/slettet
pl_pl: <strong>Rachunek</strong> w aplikacji Cospend został zaktualizowany / utworzony / usunięty

source: circle %1$s
el_gr: κύκλος %1$s
gl_es: círculo %1$s
it_it: cerchio %1$s
mk_mk: круг %1$s
nl_nl: cirkel %1$s
no_no: sirkel %1$s
pl_pl: krąg %1$s
pt_br: círculo %1$s
ru_ru: круг %1$s

source: Changes in the <strong>Cospend app</strong>
el_gr: Αλλαγές στην <strong>εφαρμογή Cospend</strong>
mk_mk: Промени во <strong>Cospend апликацијата</strong>
no_no: Endringer i <strong>Cospend appen</strong>
pl_pl: Zmiany w <strong>aplikacji Cospend</strong>

source: Cospend public access
el_gr: Δημόσια πρόσβαση Cospend
mk_mk: Cospend јавен пристап
no_no: Cospend offentlig tilgang
pl_pl: Publiczny dostęp do Cospend

source: Enter password of project %s
el_gr: Προσθήκη κωδικού πρόσβασης στο έργο %s
mk_mk: Внеси лозинка на проектот %s
no_no: Skriv inn passordet for prosjektet %s
pl_pl: Wprowadź hasło projektu %s

source: Enter project id and password
el_gr: Προσθήκη αναγνωριστικού έργου και κωδικού πρόσβασης
mk_mk: Внесете Id на проект и лозинка
no_no: Oppgi prosjekt-id og passord
pl_pl: Wprowadź identyfikator projektu i hasło

source: Enter link password of project %s
el_gr: Εισάγετε το συνθηματικό για το σύνδεσμο του έργου %s
gl_es: Introduza o contrasinal da ligazón do proxecto %s
it_it: Inserire la password collegamento del progetto « %s»
nl_nl: Voeg een wachtwoord in voor project %s
no_no: Oppgi lenkepassordet for prosjektet %s
pl_pl: Wprowadź hasło linku do projektu %s
pt_br: Digite a senha do link do projeto %s
ru_ru: Введите пароль ссылки для проекта %s

source: Project %s
el_gr: Έργο %s
gl_es: Proxecto %s
it_it: Progetto %s
mk_mk: Проект %s
no_no: Prosjekt %s
pl_pl: Projekt '%s'
pt_br: Projeto %s
ru_ru: Проект %s

source: Cospend shared link access
el_gr: Cospend πρόσβαση κοινόχρηστου συνδέσμου
gl_es: Ligazón de acceso compartido a Cospend
it_it: Cospend accesso link condiviso
nl_nl: Cospend gedeelde link toegang
no_no: Cospend delt link-tilgang
pl_pl: Link publiczny Cospend
pt_br: Acesso do link compartilhado Cospend
ru_ru: Доступ к общей ссылке Cospend

source: No such share link
el_gr: Δεν υπάρχει τέτοιος σύνδεσμος κοινοποίησης
no_no: Lenke for deling finnes ikke
pl_pl: Brak takiego linku udostępniania

source: Access denied
el_gr: Δεν επιτρέπεται η πρόσβαση
gl_es: Acceso denegado
it_it: Accesso negato
mk_mk: Пристапот е одбиен
nl_nl: Toegang geweigerd
no_no: Ingen tilgang
pl_pl: Odmowa dostępu
pt_br: Acesso negado
ru_ru: Доступ запрещен

source: No such share link or public access
el_gr: Δεν υπάρχει τέτοιος σύνδεσμος κοινής χρήσης ή δημόσια πρόσβαση
no_no: Ingen slik lenke eller offentlig tilgang
pl_pl: Brak takiego linku udostępniania lub publicznego dostępu

source: Unauthorized action
el_gr: Μη εξουσιοδοτημένη πρόσβαση
mk_mk: Неовластена акција
no_no: Uautorisert handling
pl_pl: Nieautoryzowane działanie

source: You are not allowed to delete this bill
el_gr: Δεν επιτρέπεται να διαγράψετε αυτόν τον λογαριασμό
mk_mk: Немате дозвола да ја избришете оваа сметка
no_no: Du har ikke rettigheter til å slette denne regningen
pl_pl: Nie masz uprawnień do usunięcia tego rachunku

source: You are not allowed to get this project's info
el_gr: Δεν επιτρέπεται να πάρετε πληροφορίες για αυτό το έργο
mk_mk: Немате дозвола да ги видите информациите за овој проект
no_no: Du har ikke tillatelse til å hente prosjektets info
pl_pl: Nie masz uprawnień, aby uzyskać informacje o tym projekcie

source: You are not allowed to get this project's statistics
el_gr: Δεν επιτρέπεται να δείτε τα στατιστικά αυτού του έργου
mk_mk: Немате дозвола да ја видите статистиката за овој проект
no_no: Du har ikke lov til å hente prosjektets statistikk
pl_pl: Nie masz uprawnień, aby uzyskać statystyki tego projektu

source: You are not allowed to get this project's settlement
el_gr: Δεν επιτρέπεται να δείτε το διακανονισμό αυτού του έργου
mk_mk: Немате дозвола да ги видите должниците во овој проект
no_no: Du har ikke tillatelse til å hente prosjektets oppgjør
pl_pl: Nie masz uprawnień, aby rozliczyć ten projekt

source: You are not allowed to settle this project automatically
el_gr: Δεν επιτρέπεται να κάνετε αυτόματο διακανονισμό σε αυτό το έργο
mk_mk: Немате дозвола да го исплаќате овој проект автоматски
no_no: Du har ikke tillatelse til å gjøre opp dette prosjektet automatisk
pl_pl: Nie masz uprawnień do automatycznego rozliczenia tego projektu

source: You are not allowed to access this project
el_gr: Δεν επιτρέπεται η πρόσβαση σε αυτό το έργο
mk_mk: Немате дозвола за пристап до овој проект
no_no: Du har ikke tilgang til dette prosjektet
pl_pl: Nie masz dostępu do tego projektu

source: You are not allowed to edit this member
el_gr: Δεν επιτρέπεται να επεξεργαστείτε αυτό το μέλος
mk_mk: Немате дозвола да го измените овој член
no_no: Du har ikke tilgang til å redigere dette medlemmet
pl_pl: Nie masz uprawnień by edytować tego członka

source: You are not allowed to edit this bill
el_gr: Δεν επιτρέπεται να επεξεργαστείτε αυτόν τον λογαριασμό
mk_mk: Немате дозвола да ја измените оваа сметка
no_no: Du har ikke rettigheter til å redigere denne regningen
pl_pl: Nie masz uprawnień do edycji tego rachunku

source: You are not allowed to access the destination project
el_gr: Δεν επιτρέπεται η πρόσβαση στο έργο προορισμού
no_no: Du har ikke tilgang til målprosjektet
pl_pl: Nie masz dostępu do tego projektu

source: You are not allowed to add bills
el_gr: Δεν επιτρέπεται να προσθέσετε λογαριασμούς
mk_mk: Немате дозвола да додавате сметки
no_no: Du har ikke rettigheter til å legge til regninger
pl_pl: Nie masz uprawnień do dodawania rachunków

source: You are not allowed to edit this project
el_gr: Δεν επιτρέπεται να επεξεργαστείτε αυτό το έργο
mk_mk: Немате дозвола да го измените овој проект
no_no: Du har ikke rettigheter til å redigere dette prosjektet
pl_pl: Nie masz uprawnień do edycji tego projektu

source: You are not allowed to add members
el_gr: Δεν επιτρέπεται να προσθέσετε μέλη
mk_mk: Немате дозвола да додавате корисници
no_no: Du har ikke rettigheter til å legge til medlemmer
pl_pl: Nie masz uprawnień, aby dodać członków

source: You are not allowed to get the bill list
el_gr: Δεν επιτρέπεται να δείτε τη λίστα λογαριασμών
mk_mk: Немате дозвола да ја преземете листата со сметки
no_no: Du har ikke tillatelse til å hente regningslisten
pl_pl: Nie masz uprawnień do otrzymania listy rachunków

source: Anonymous project creation is not allowed on this server
el_gr: Δεν επιτρέπεται η δημιουργία ανώνυμων έργων σε αυτόν τον διακομιστή
mk_mk: Не е дозволено креирање на анонимен проект на овој сервер
no_no: Det er ikke tillatt å opprette annonyme prosjekter på denne serveren
pl_pl: Anonimowe tworzenie projektu nie jest dozwolone na tym serwerze

source: Project not found
el_gr: Το έργο δε βρέθηκε
gl_es: Non se atopou o proxecto
it_it: Progetto non trovato
mk_mk: Проектот не е пронајден
nl_nl: Project niet gevonden
no_no: Finner ikke prosjekt
pl_pl: Nie można odnaleźć projektu
pt_br: Projeto não encontrado
ru_ru: Проект не найден

source: Bad password or share link
el_gr: Λάθος συνθηματικό ή κοινόχρηστος σύνδεσμος
no_no: Ugyldig passord eller deling
pl_pl: Błędne hasło lub link publiczny

source: Guest access
el_gr: Πρόσβαση επισκέπτη
gl_es: Acceso de convidado
it_it: Accesso ospite
nl_nl: Gast toegang
no_no: Gjestetilgang
pl_pl: Dostęp gości
pt_br: Acesso de convidado
ru_ru: Гостевой доступ

source: Share link (%s)
el_gr: Κοινοποίηση συνδέσμου (%s)
no_no: Del kobling (%s)
pl_pl: Udostępnij link (%s)

source: Share link
el_gr: Κοινοποίηση συνδέσμου
gl_es: Ligazón para compartir
it_it: Condividi link
nl_nl: Deel link
no_no: Del kobling
pl_pl: Udostępnij link
pt_br: Compartilhar link
ru_ru: Поделиться ссылкой

source: You are not allowed to give such shared access level
el_gr: Δεν επιτρέπεται να δώσετε τέτοιο επίπεδο κοινής πρόσβασης
gl_es: Non ten permiso para conceder ese nivel de acceso compartido
it_it: Non sei autorizzato a dare tale livello di accesso condiviso
mk_mk: Не ви е дозволено да додавате ниво на споделен пристап
nl_nl: U bent niet gemachtigd om een dergelijk toegangsniveau te geven
no_no: Du har ikke lov til å gi et slikt delt tilgangsnivå
pl_pl: Nie masz uprawnień, aby dać taki poziom wspólnego dostępu
pt_br: Você não tem permissão para fornecer esse nível de acesso compartilhado
ru_ru: Вам не разрешено давать такой уровень общего доступа

source: You are not allowed to edit this shared access
el_gr: Δεν επιτρέπεται να επεξεργαστείτε αυτήν την κοινόχρηστη πρόσβαση
gl_es: Non ten permiso para editar este acceso compartido
it_it: Non sei autorizzato a modificare questo indirizzo condiviso
nl_nl: U bent niet bevoegd om deze gedeelde toegang te wijzigen
no_no: Du har ikke rettigheter til å redigere denne delte tilgangen
pl_pl: Nie masz uprawnień, aby edytować ten współdzielony dostęp
pt_br: Você não têm permissão para modificar este acesso compartilhado
ru_ru: Вы не можете редактировать этот общий доступ

source: You are not allowed to edit guest access level
el_gr: Δεν επιτρέπεται να επεξεργαστείτε το επίπεδο πρόσβασης επισκέπτη
mk_mk: Не ви е дозволено да го измените нивото на пристап за гостите
no_no: Du har ikke rettigheter til å redigere tilgangsnivå for gjester
pl_pl: Nie masz uprawnień do edycji poziomu dostępu gości

source: You are not allowed to manage payment modes
el_gr: Δεν επιτρέπεται να διαχειριστείτε τις λειτουργίες πληρωμής
no_no: Du har ikke lov til å administrere betalingsmåter
pl_pl: Nie masz uprawnień do zarządzania trybami płatności

source: You are not allowed to manage categories
el_gr: Δεν επιτρέπεται να διαχειριστείτε κατηγορίες
mk_mk: Немате дозвола да менаџирате категории
no_no: Du har ikke tillatelse til å administrere kategorier
pl_pl: Nie masz uprawnień do zarządzania kategoriami

source: You are not allowed to manage currencies
el_gr: Δεν επιτρέπεται να διαχειριστείτε τα νομίσματα
mk_mk: Немате дозвола да менаџирате валути
no_no: Du har ikke rettigheter til å behandle valutaer
pl_pl: Nie masz uprawnień do zarządzania walutami

source: You are not allowed to remove this shared access
el_gr: Δεν επιτρέπεται να καταργήσετε αυτήν την κοινόχρηστη πρόσβαση
gl_es: Non ten permiso para retirar este acceso compartido
it_it: Non hai i permessi per eliminare questo indirizzo condiviso
mk_mk: Не ви е дозволено да го отстраните нивото на споделен пристап
nl_nl: U bent niet bevoegd om deze gedeelde toegang te wijzigen
no_no: Du har ikke tillatelse til å fjerne denne delte tilgangen
pl_pl: Nie masz uprawnień, aby usunąć ten współdzielony dostęp
pt_br: Você não tem permissão para remover este acesso compartilhado
ru_ru: Вы не можете удалить этот общий доступ

source: You are not allowed to add public shared accesses
el_gr: Δεν επιτρέπεται να προσθέσετε δημόσιες κοινόχρηστες προσβάσεις
mk_mk: Не ви е дозволено да додавате јавно ниво на споделен пристап
no_no: Du har ikke rettigheter til å legge til offentlige delte rettigheter
pl_pl: Nie masz uprawnień do dodawania publicznego udostępnionego dostępu

source: You are not allowed to export this project settlement
el_gr: Δεν επιτρέπεται να εξάγετε αυτόν τον διακανονισμό έργου
mk_mk: Немате дозвола да ги извезувате должниците за овој проект
no_no: Du har ikke lov til å eksportere dette prosjektets oppgjør
pl_pl: Nie masz uprawnień do wyeksportowania tego rozliczenia projektu

source: You are not allowed to export this project statistics
el_gr: Δεν επιτρέπεται να εξάγετε στατιστικά για αυτό το έργο
mk_mk: Немате дозвола да ја извезувате статистиката за овој проект
no_no: Du har ikke lov til å eksportere denne prosjektstatistikken
pl_pl: Nie masz uprawnień do eksportowania statystyk tego projektu

source: You are not allowed to export this project
el_gr: Δεν επιτρέπεται να εξάγετε αυτό το έργο
mk_mk: Немате дозвола да го извезувате овој проект
no_no: Du har ikke rettigheter til å eksportere dette prosjektet
pl_pl: Nie masz uprawnień do eksportu tego projektu

source: Cospend activity
el_gr: Δραστηριότητα Cospend
gl_es: Actividade de Cospend
it_it: Attività di Cospend
mk_mk: Cospend активности
nl_nl: Samen betalen activiteit
no_no: Aktivitet i Cospend
pl_pl: Aktywność Cospend
pt_br: Atividade de custo
ru_ru: Активность в заказе

source: Invalid project id
el_gr: Μη έγκυρο ID έργου
gl_es: ID de proxecto non válido
it_it: Id progetto non valido
mk_mk: Невалиден Id на проект
nl_nl: Ongeldige project id
no_no: Ugyldig prosjekt-id
pl_pl: Nieprawidłowy identyfikator projektu
pt_br: ID do projeto inválido
ru_ru: Неверный ID проекта

source: A project with id "%1$s" already exists
el_gr: Υπάρχει ήδη ένα έργο με id "%1$s"
mk_mk: Проект со id "%1$s" веќе постои
no_no: Et prosjekt med id%1$s" finnes allerede
pl_pl: Projekt z identyfikatorem "%1$s" już istnieje

source: Grocery
el_gr: Είδη διατροφής
gl_es: Tenda de alimentación
it_it: Alimentari
mk_mk: Намирници
nl_nl: Boodschappen
no_no: Dagligvarer
pl_pl: Żywność
pt_br: Mercearia
ru_ru: Еда

source: Bar/Party
el_gr: Μπαρ / Πάρτι
gl_es: Bar/Festa
it_it: Bar/Festa
mk_mk: Бар/Забава
nl_nl: Bar/Feest
pl_pl: Bary/Imprezy
pt_br: Bar/Festa
ru_ru: Бар/вечеринка

source: Rent
el_gr: Ενοίκιο
gl_es: Alugueiro
it_it: Affitto
mk_mk: Закуп
nl_nl: Huur
no_no: Leie
pl_pl: Wynajem
pt_br: Aluguel
ru_ru: Арендная плата

source: Bill
el_gr: Λογαριασμός
gl_es: Factura
it_it: Spesa
mk_mk: Cметка
nl_nl: Rekening
no_no: Sedler
pl_pl: Rachunek
pt_br: Despesa
ru_ru: Счет

source: Excursion/Culture
el_gr: Εκδρομή/Πολιτισμός
gl_es: Excursión/Cultura
it_it: Escursione/Cultura
mk_mk: Екскурзија/Култура
nl_nl: Excursie/cultuur
no_no: Underholdning/Kultur
pl_pl: Wycieczka/Kultura
pt_br: Excursão/Cultura
ru_ru: Экскурсия/Культурные мероприятия

source: Health
el_gr: Υγεία
gl_es: Saúde
it_it: Salute
mk_mk: Здравје
nl_nl: Gezondheid
no_no: Helse
pl_pl: Zdrowie
pt_br: Saúde
ru_ru: Здравоохранение

source: Shopping
el_gr: Αγορές
gl_es: Compras
mk_mk: Шопинг
nl_nl: Winkelen
no_no: Innkjøp
pl_pl: Zakupy
pt_br: Compras
ru_ru: Покупки

source: Restaurant
el_gr: Εστιατόριο
gl_es: Restaurante
it_it: Ristorante
mk_mk: Ресторант
pl_pl: Restauracja
pt_br: Restaurante
ru_ru: Ресторан

source: Accommodation
el_gr: Διαμονή
gl_es: Aloxamento
it_it: Alloggio
mk_mk: Сместување
nl_nl: Accommodatie
no_no: Overnatting
pl_pl: Noclegi
pt_br: Acomodação
ru_ru: Жилье

source: Transport
el_gr: Μεταφορά
gl_es: Transporte
it_it: Transporto
mk_mk: Транспорт
nl_nl: Vervoer
pt_br: Transporte
ru_ru: Транспорт

source: Sport
el_gr: Αθλητισμός
gl_es: Deporte
mk_mk: Спорт
pt_br: Esporte
ru_ru: Спорт

source: Credit card
el_gr: Πιστωτική κάρτα
gl_es: Tarxeta de crédito
it_it: Carta di credito
mk_mk: Кредитна картичка
nl_nl: Kredietkaart
no_no: Kredittkort
pl_pl: Karta kredytowa
pt_br: Cartão de crédito
ru_ru: Кредитная карта

source: Cash
el_gr: Μετρητά
gl_es: Efectivo
it_it: Contanti
mk_mk: Во готово
nl_nl: Contant
no_no: Kontant
pl_pl: Gotówka
pt_br: Dinheiro
ru_ru: Наличные

source: Check
el_gr: Έλεγχος
gl_es: Cheque
it_it: Assegno
mk_mk: Чек
nl_nl: Cheque
no_no: Sjekk
pl_pl: Czek
pt_br: Cheque
ru_ru: Чек

source: Transfer
el_gr: Μεταφορά
gl_es: Transferencia
it_it: Versamento
mk_mk: Трансфер
nl_nl: Overboeking
no_no: Overføring
pl_pl: Przelew
pt_br: Transferir
ru_ru: Перевод

source: Online service
el_gr: Ηλεκτρονική υπηρεσία
gl_es: Servizos en liña
it_it: Servizio online
mk_mk: Онлајн услуги
no_no: Internett-tjenester
pl_pl: Serwis internetowy
pt_br: Serviço online
ru_ru: Онлайн-сервис

source: Cospend project shared
el_gr: Το έργο Cospend κοινοποιήθηκε
gl_es: Proxecto Cospend compartido
it_it: Progetto Cospend condiviso
nl_nl: Samen betalen project gedeeld
no_no: Prosjektet ble delt
pl_pl: Projekt Cospend udostępniony
pt_br: Projeto Cospend compartilhado
ru_ru: Совместный проект Cospend

source: User "%s" shared Cospend project "%s" with you.
el_gr: Ο χρήστης "%s" κοινοποίησε ένα έργο Cospend "%s" με εσάς.
mk_mk: Корисникот "%s" сподели Cospend проект "%s" со вас.
no_no: Bruker "%s" delte Cospendprosjektet "%s" med deg.
pl_pl: Użytkownik "%s" udostępnił Ci projekt Cospend "%s".

source: {user} shared project %s with you
el_gr: Ο χρήστης {user} μοιράστηκε το έργο %s μαζί σας
no_no: {user} delte prosjektet %s med deg
pl_pl: {user} udostępnił Ci projekt %s

source: Cospend project share removed
el_gr: Η κοινή χρήση του έργου Cospend αφαιρέθηκε
gl_es: Retirouse a compartición do proxecto de Cospend
it_it: Condivisione progetto Cospend rimossa
nl_nl: Samen betalen project verwijderd
no_no: Cospend prosjektdeling fjernet
pl_pl: Udostępnienie projektu Cospend usunięte
pt_br: Compartilhamento de projeto removido
ru_ru: Совместный проект Cospend

source: User "%s" stopped sharing Cospend project "%s" with you.
el_gr: Ο χρήστης "%s" διέκοψε την κοινοποίηση έργου Cospend "%s" με εσάς.
mk_mk: Корисникот "%s" не го споделува повеќе Cospend проектот "%s" со вас.
no_no: Bruker "%s" sluttet å dele prosjektet Cospend%s med deg.
pl_pl: Użytkownik "%s" przestał Ci udostępniać projekt Cospend "%s".

source: {user} stopped sharing project %s with you
el_gr: Ο χρήστης {user} σταμάτησε την κοινή χρήση του έργου %s μαζί σας
no_no: {user} sluttet å dele prosjektet %s med deg
pl_pl: {user} przestał udostępniać Ci projekt %s

source: in %1$s
el_gr: σε %1$s
gl_es: en %1$s
no_no: i %1$s
pl_pl: w %1$s
pt_br: em %1$s
ru_ru: в %1$s

source: Reimbursement
el_gr: Αποζημίωση
gl_es: Reembolso
it_it: Rimborso
mk_mk: Надоместок
nl_nl: Terugbetaling
no_no: Refusjon
pl_pl: Zwrot kosztów
pt_br: Reembolso
ru_ru: Возмещение

source: Not Found
el_gr: Δε Βρέθηκε
gl_es: Non atopado
it_it: Non trovato
mk_mk: Ништо нема пронајдено
nl_nl: Niet gevonden
no_no: Ikke funnet
pl_pl: Nie znaleziono
pt_br: Não encontrado
ru_ru: Не найдено

source: Average per month
el_gr: Μέσος όρος ανά μήνα
gl_es: Promedio por mes
it_it: Media per mese
mk_mk: Просечно по месец
nl_nl: Gemiddelde per maand
no_no: Gjennomsnitt per måned
pl_pl: Średnia miesięcznie
pt_br: Média por mês
ru_ru: Среднее за месяц

source: Invalid value
el_gr: Μη έγκυρη τιμή
gl_es: Valor non válido
it_it: Valore non valido
mk_mk: Невалидна вредност
nl_nl: Ongeldige waarde
no_no: Ugyldig verdi
pl_pl: Nieprawidłowa wartość
pt_br: Valor inválido
ru_ru: Недопустимое значение

source: Invalid frequency
el_gr: Μη έγκυρη συχνότητα
gl_es: A frecuencia non é válida
it_it: Ripetizione non valida
nl_nl: Ongeldige frequentie
no_no: Ugyldig frekvens
pl_pl: Nieprawidłowa częstotliwość
pt_br: Frequência inválida
ru_ru: Неверная частота

source: Timestamp (or date) field is required
el_gr: Απαιτείται πεδίο χρονοσφραγίδας (ή ημερομηνίας)
mk_mk: Временски печат (или датум) полето е задолжително
no_no: Tidsstempel (eller dato) felt er påkrevd
pl_pl: Znacznik czasu (lub daty) jest wymagany

source: Invalid date
el_gr: Μη έγκυρη ημερομηνία
mk_mk: Погрешен датум
no_no: Ugyldig dato
pl_pl: Niepoprawna data

source: This field is required
el_gr: Αυτό το πεδίο είναι υποχρεωτικό
mk_mk: Ова поле е задолжително
no_no: Dette feltet er obligatorisk
pl_pl: To pole jest wymagane

source: Not a valid choice
el_gr: Μη έγκυρη επιλογή
gl_es: Non é unha opción válida
it_it: Scelta non valida
mk_mk: Не е валиден изборот
nl_nl: Ongeldige keuze
no_no: Ikke et gyldig valg
pl_pl: Nieprawidłowy wybór
pt_br: Não é uma escolha válida
ru_ru: Недопустимый выбор

source: Error when getting project settlement transactions
el_gr: Σφάλμα κατά τη λήψη συναλλαγών διακανονισμού έργου
gl_es: Produciuse un erro ao obter as transaccións de liquidación do proxecto
it_it: Errore nell'ottenere transazioni di compensazione progetto
mk_mk: Грешка при добивање на трансакции за порамнување на проектот
nl_nl: Fout bij het ophalen van project afwikkeling transacties
no_no: Feil ved henting av oppgjørstransaksjoner for prosjektet
pl_pl: Błąd podczas pobierania transakcji rozliczenia projektu
pt_br: Erro ao obter transações de liquidação do projeto
ru_ru: Ошибка при формировании транзакций окончательного расчета проекта

source: Error when adding a bill
el_gr: Σφάλμα κατά την προσθήκη λογαριασμού
gl_es: Produciuse un erro ao engadir unha factura
it_it: Errore durante l'aggiunta di una spesa
mk_mk: Грешка при додавање на сметка
nl_nl: Fout bij het toevoegen van een rekening
no_no: Feil ved opprettelse av regning
pl_pl: Błąd podczas dodawania rachunku
pt_br: Erro ao adicionar uma fatura
ru_ru: Ошибка при добавлении счета
