Repository: julien-nc/cospend-nc
Catalog: translationfiles/*/cospend.po
Languages: el_gr, gl_es, it_it, mk_mk, nl_nl, no_no, pl_pl, pt_br, ru_ru

source: How much was paid per category?
el_gr: Πόσα πληρώθηκαν ανά κατηγορία;
gl_es: Canto se pagou por categoría?
it_it: Quanto è stato pagato per categoria?
nl_nl: Hoeveel werd per categorie betaald?
no_no: Hvor mye ble betalt per kategori?
pl_pl: Ile zapłacono na kategorię?
pt_br: Quanto foi pago por categoria?

source: How much was paid per payment mode?
el_gr: Πόσα πληρώθηκαν ανά τρόπο πληρωμής;
gl_es: Canto se pagou por método de pagamento?
it_it: Quanto è stato pagato per modalità di pagamento?
nl_nl: Hoeveel is betaald per betaalmethode?
no_no: Hvor mye ble betalt per betalingsmmetode?
pl_pl: Ile zapłacono na metodę płatności?
pt_br: Quanto foi pago por forma de pagamento?

source: No recent activity
el_gr: Καμία πρόσφατη δραστηριότητα
gl_es: Non hai actividade recente
it_it: Nessuna attività recente
mk_mk: Нема неодамнешни активности
nl_nl: Geen recente activiteit
no_no: Ingen nylig aktivitet
pl_pl: Brak ostatniej aktywności
pt_br: Nenhuma atividade recente

source: Go to Cospend
el_gr: Μετάβαση στο Cospend
gl_es: Ir a Cospend
it_it: Vai a Cospend
mk_mk: Оди во Cospend
nl_nl: Ga naar Samen betalen
no_no: Gå til Cospend
pl_pl: Przejdź do Cospend
pt_br: Ir para Cospend

source: {user} shared {project} with {who}
el_gr: Ο χρήστης {user} κοινοποίησε το έργο {project} στο χρήστη {who}
mk_mk: {user} сподели {project} со {who}
no_no: {user} delte {project} med {who}
pl_pl: {user} udostępnił {project} z {who}

source: {user} unshared {project} with {who}
el_gr: Ο χρήστης {user} διέκοψε την κοινή χρήση του έργου {project} από το χρήστη {who}
mk_mk: {user} престана да го споделува {project} со {who}
no_no: {user} fjernet deling {project} med {who}
pl_pl: {user} nie udostępnił {project} z {who}

source: {user} created {bill}
el_gr: Ο χρήστης {user} δημιούργησε το λογαριασμό {bill}
mk_mk: {user} креираше {bill}
no_no: {user} opprettet {bill}
pl_pl: {user} utworzył {bill}

source: {user} deleted {bill}
el_gr: Ο χρήστης {user} διέγραψε το λογαριασμό {bill}
mk_mk: {user} избриша {bill}
no_no: {user} slettet {bill}
pl_pl: {user} usunął {bill}

source: {user} edited {bill}
el_gr: Ο χρήστης {user} επεξεργάστηκε το λογαριασμό {bill}
mk_mk: {user} измени {bill}
no_no: {user} har redigert {bill}
pl_pl: {user} edytował {bill}

source: Failed to restore options values.
el_gr: Αποτυχία επαναφοράς τιμών των επιλογών.
mk_mk: Неуспешно враќање на вредностите.
no_no: Gjenoppretting av innstillingene mislyktes.
pl_pl: Nie udało się przywrócić wartości opcji.

source: Failed to save option values
el_gr: Αποτυχία αποθήκευσης των τιμών των επιλογών
gl_es: Produciuse un fallo ao gardar os valores das opcións
it_it: Impossibile salvare i valori dell'opzione
mk_mk: Неуспешно снимање на вредностите
nl_nl: Opties konden niet opgeslagen worden
no_no: Kan ikke lagre alternativer
pl_pl: Nie udało się zapisać wartości opcji
pt_br: Falha ao salvar os valores das opções
ru_ru: Не удалось сохранить настройки

source: Cospend setting saved.
el_gr: Η ρύθμιση Cospend αποθηκεύτηκε.
mk_mk: Cospend параметрите се зачувани.
no_no: Innstillingene for Cospend er lagret.
pl_pl: Ustawienie Cospend zapisane.

source: Failed to save Cospend setting.
el_gr: Αποτυχία αποθήκευσης της ρύθμισης Cospend.
mk_mk: Неуспешно зачувување на Cospend параметрите.
no_no: Kunne ikke lagre Cospend-innstillingen.
pl_pl: Nie udało się zapisać ustawień Cospend.

source: Project {name} exported in {path}
el_gr: Το έργο {name} εξήχθη στο {path}
gl_es: O proxecto {name} foi exportado a {path}
it_it: Progetto {name} esportato in {path}
mk_mk: Проектот {name} е извезен во {path}
nl_nl: Project {name} geëxporteerd naar {path}
no_no: Prosjektet {name} eksportert til {path}
pl_pl: Projekt {name} wyeksportowany do {path}
pt_br: Projeto {name} exportado em {path}
ru_ru: Проект {name} экспортирован в {path}

source: Failed to export project
el_gr: Αποτυχία εξαγωγής έργου
gl_es: Produciuse un fallo ao exportar o proxecto
it_it: Esportazione progetto fallita
mk_mk: Неуспешен извоз на проект
nl_nl: Kan project niet exporteren
no_no: Kunne ikke eksportere prosjekt
pl_pl: Nie udało się wyeksportować projektu
pt_br: Falha ao exportar projeto
ru_ru: Не удалось экспортировать проект

source: Failed to add currency
el_gr: Αποτυχία προσθήκης νομίσματος
gl_es: Produciuse un fallo ao engadir a moeda
it_it: Impossibile aggiungere valuta
mk_mk: Неуспешно додавање на валута
nl_nl: Toevoegen valuta mislukt
no_no: Kunne ikke legge til valuta
pl_pl: Nie udało się dodać waluty
pt_br: Falha ao adicionar moeda
ru_ru: Не удалось добавить валюту

source: Failed to delete currency
el_gr: Αποτυχία διαγραφής νομίσματος
gl_es: Produciuse un fallo ao eliminar a moeda
it_it: Impossibile eliminare valuta
mk_mk: Неуспешно бришење на валута
nl_nl: Verwijderen valuta mislukt
no_no: Kunne ikke slette valuta
pl_pl: Nie udało się usunąć waluty
pt_br: Falha ao excluir moeda
ru_ru: Не удалось удалить валюту

source: Failed to edit currency
el_gr: Αποτυχία επεξεργασίας νομίσματος
gl_es: Produciuse un fallo ao editar a moeda
it_it: Impossibile modificare valuta
mk_mk: Неуспешна промана на валута
nl_nl: Valuta bewerken mislukt
no_no: Kunne ikke redigere valuta
pl_pl: Nie udało się edytować waluty
pt_br: Falha ao editar moeda
ru_ru: Не удалось изменить валюту

source: Failed to get statistics.
el_gr: Αποτυχία λήψης στατιστικών.
mk_mk: Неуспешно добивање на статистика.
no_no: Kan ikke hente statistikk.
pl_pl: Nie udało się pobrać statystyk.

source: Project statistics exported in {path}
el_gr: Τα στατιστικά του έργου εξήχθησαν στο {path}
gl_es: As estatísticas do proxecto foron exportadas a {path}
it_it: Statistiche del progetto esportate in {path}
mk_mk: Статистиката на проектот е извезена во {path}
nl_nl: Projectstatistieken zijn geëxporteerd naar {path}
no_no: Prosjektstatistikk eksportert til {path}
pl_pl: Statystyki projektu wyeksportowane w {path}
pt_br: Estatísticas do projeto exportadas em {path}
ru_ru: Статистика проекта экспортирована в {path}

source: Failed to export project statistics
el_gr: Αποτυχία εξαγωγής στατιστικών έργου
gl_es: Produciuse un fallo ao exportar as estatísticas do proxecto
it_it: Impossibile esportare le statistiche del progetto
mk_mk: Неуспешно извезување на статистика на проектот
nl_nl: Kan projectstatistieken niet exporteren
no_no: Mislyktes i å eksportere prosjektstatistikk
pl_pl: Nie udało się wyeksportować statystyk projektu
pt_br: Falha ao exportar estatísticas do projeto
ru_ru: Не удалось экспортировать статистику проекта

source: Failed to add project settlement bills
el_gr: Αποτυχία προσθήκης λογαριασμών διακανονισμού έργου
gl_es: Produciuse un fallo ao engadir as facturas de liquidación do proxecto
it_it: Impossibile aggiungere i pagamenti di compensazione del progetto
mk_mk: Неуспешно додавање сметки за порамнување во проектот
nl_nl: Kan geen rekeningen toevoegen
no_no: Kan ikke legge til projektoppgjørsregninger
pl_pl: Nie udało się dodać rozliczenia rachunków projektu
pt_br: Falha ao adicionar quitações do projeto
ru_ru: Не удалось добавить счета по расчету проекта

source: Failed to export project settlement
el_gr: Αδυναμία εξαγωγής διακανονισμού έργου
gl_es: Produciuse un fallo ao exportar a liquidación do proxecto
it_it: Impossibile esportare la compensazione del progetto
mk_mk: Неуспешно извезување на порамнувањето на проектот
nl_nl: Kan projectschikking niet exporteren
no_no: Kunne ikke eksportere prosjektavregning
pl_pl: Nie udało się wyeksportować rozliczenia projektu
pt_br: Falha ao exportar quitação do projeto
ru_ru: Не удалось экспортировать расчет проекта

source: Choose csv project file
el_gr: Επιλογή ενός αρχείου έργου csv
gl_es: Escoller o ficheiro de proxecto CSV
it_it: Scegli il file del progetto csv
mk_mk: Избери проект од csv датотека
nl_nl: Kies een CSV-projectbestand
no_no: Velg csv-prosjektfil
pl_pl: Wybierz plik projektu w formacie csv
pt_br: Escolher arquivo CSV do projeto
ru_ru: Выберите файл проекта в csv

source: Choose SplitWise project file
el_gr: Επιλογή αρχείου έργου SplitWise
gl_es: Escoller o ficheiro de proxecto SplitWise
it_it: Scegliere il file del progetto SplitWise
mk_mk: Избери проект од SplitWise датотека
nl_nl: Kies SplitWise projectbestand
no_no: Velg SplitWise prosjektfil
pl_pl: Wybierz plik projektu SplitWise
pt_br: Escolha o arquivo de projeto SplitWise
ru_ru: Выберите файл проекта SplitWise

source: Failed to import project file
el_gr: Αποτυχία εισαγωγής αρχείου έργου
gl_es: Produciuse un fallo ao importar o ficheiro do proxecto
it_it: Impossibile importare il file del progetto
mk_mk: Неуспешен увоз на проект од датотека
nl_nl: Importeren projectbestand mislukt
no_no: Kunne ikke importere prosjektfil
pl_pl: Nie udało się zaimportować pliku projektu
pt_br: Falha ao importar arquivo do projeto
ru_ru: Не удалось импортировать файл проекта

source: Allow guests to create projects
el_gr: Επιτρέψτε στους επισκέπτες να δημιουργήσουν έργα
mk_mk: Дозволи им на гостите да креираат проекти
no_no: Tillat gjester å opprette prosjekter
pl_pl: Pozwól gościom tworzyć projekty

source: Enabling this option will allow any visitor to create a project without having to log in.
el_gr: Ενεργοποιώντας αυτή την επιλογή θα επιτραπεί σε οποιονδήποτε επισκέπτη να δημιουργήσει ένα έργο χωρίς να κάνει login.
mk_mk: Овозможувањето на оваа опција ќе му овозможи на секој посетител да креира проект без да се најавува.
no_no: Aktivering av denne innstillingen tillater besøkende å opprette et prosjekt uten at de må logge inn.
pl_pl: Włączenie tej opcji pozwoli każdemu odwiedzającemu utworzyć projekt bez konieczności logowania.

source: This can be useful if you are in a local network and want to let anybody create a project.
el_gr: Αυτό μπορεί να είναι χρήσιμο αν βρίσκεστε σε ένα τοπικό δίκτυο και θέλετε να επιτρέψετε σε οποιονδήποτε να δημιουργήσει ένα έργο.
mk_mk: Ова може да биде корисно ако сте во локална мрежа и сакате да дозволите некој да креира проект.
no_no: Dette kan være nyttig hvis du er i et lokalt nettverk og ønsker å la hvem som helst opprette et prosjekt.
pl_pl: To może być przydatne, jeśli jesteś w sieci lokalnej i chcesz pozwolić każdemu stworzyć projekt.

source: Or maybe you are very generous and want to allow the entire world to use Cospend without having an account on your Nextcloud instance.
el_gr: Ή μπορεί να είστε πολύ γεναιόδωρος και θέλετε να επιτρέψετε σε όλο τον κόσμο να χρησιμοποιεί το Cospend χωρίς να έχει λογαριασμό στο Nextcloud σας.
mk_mk: Или можеби сте многу дарежливи и сакате да му дозволите на целиот свет да го користи Cospend без да има сметка на вашата инстанца на Nextcloud.
no_no: Eller kanskje du er veldig generøs og vil la hele verden bruke Cospend uten å ha en konto på din Nextcloud installasjon.
pl_pl: Być może jesteś bardzo hojny i chcesz pozwolić całemu światu na używanie Cospend bez posiadania konta w twojej instancji Nextcloud.

source: Authentication
el_gr: Πιστοποίηση
gl_es: Autenticación
it_it: Autenticazione
mk_mk: Автентикација
nl_nl: Authenticatie
no_no: Autentisering
pl_pl: Uwierzytelnianie
pt_br: Autenticação
ru_ru: Аутентификация

source: Wrong project Id or password
el_gr: Λάθος Id έργου ή κωδικός
mk_mk: Погрешен проект id или лозинка
no_no: Feil prosjekt-Id eller passord
pl_pl: Nieprawidłowy identyfikator projektu lub hasło

source: Project ID/name
el_gr: Όνομα/ID έργου
mk_mk: Проект ID/име
no_no: Prosjektets ID/navn
pl_pl: Identyfikator/nazwa projektu

source: Project password (aka Access code)
el_gr: Συνθηματικό Έργου (ή Κωδικός πρόσβασης)
mk_mk: Лозинка на проект (Пристапен код)
no_no: Prosjektpassord (tilgangskode)
pl_pl: Hasło projektu (kody dostępu)

source: Wrong link password
el_gr: Λάθος συνθηματικό για το σύνδεσμο
gl_es: Contrasinal da ligazón incorrecto
it_it: Password link errata
nl_nl: Wachtwoord onjuist
no_no: Feil link passord
pt_br: Senha do link incorreta
ru_ru: Неверный пароль для ссылки

source: Share link password
el_gr: Συνθηματικό για το σύνδεσμο κοινής χρήσης
gl_es: Contrasinal da ligazón para compartir
it_it: Condividi link password
nl_nl: Deel wachtwoord van link
no_no: Del passord for lenke
pt_br: Senha do link de compartilhamento
ru_ru: Поделиться паролем для ссылки

source: You are not allowed to access the target project
gl_es: Non ten permiso para acceder ao proxecto de destino
it_it: Non si hanno i permessi per accedere a questo progetto
nl_nl: U hebt geen toegang tot het project
ru_ru: У вас нет доступа к этому проекту

source: No such Cospend share link
gl_es: Non hai ningunha ligazón para compartir Cospend
it_it: Collegamento di condivisione di Cospend inesistente
nl_nl: Deze Samen betalen deellink bestaat niet
pt_br: Link de compartilhamento Cospend não encontrado
ru_ru: Нет опубликованной ссылки Cospend

source: Project password is invalid
gl_es: O contrasinal do proxecto non é válido
it_it: Password del progetto non valida
nl_nl: Projectwachtwoord is ongeldig
pt_br: A senha do projeto é inválida
ru_ru: Неверный пароль проекта

source: Insufficient access level
gl_es: Nivel de acceso insuficiente
it_it: Livello di accesso insufficiente
nl_nl: Ontoereikend toegangsniveau
pt_br: Nível de acesso insuficiente
ru_ru: Недостаточный уровень доступа

source: {user} shared project {project} with you
gl_es: {user} compartiu o proxecto {project} con Vde.

source: {user} stopped sharing project {project} with you
gl_es: {user} deixou de compartir o proxecto {project} con Vde.

source: Cospend federated project shared
gl_es: Proxecto federado Cospend de gasto compartido
it_it: Condivisione progetto federato di Cospend
ru_ru: Cospend проект опубликован федеративно

source: %s (%s) shared Cospend project "%s" (%s) with you.
gl_es: O usuario %s (%s) compartiu o proxecto de gasto de Cospend «%s» (%s) con Vde.
it_it: %s (%s) ha condiviso il progetto Cospend "%s" (%s).
nl_nl: %s (%s) heeft het Samen betalen-project "%s" (%s) met je gedeeld.
ru_ru: Пользователь %s (%s) поделился с вами проектом Cospend "%s" (%s).

source: Cospend bills
gl_es: Facturas de Cospend
it_it: Spese Cospend
nl_nl: Samen betalen rekeningen
ru_ru: Cospend счета

source: Cospend projects
gl_es: Proxectos de Cospend
it_it: Progetti Cospend
nl_nl: Samen betalen projecten
ru_ru: Cospend проекты

source: Owned by %1$s
gl_es: Propiedade de %1$s
it_it: Posseduta da %1$s
nl_nl: Eigendom van %1$s
ru_ru: Владелец %1$s

source: Malformed CSV, impossible to find the column names. Make sure your Splitwise account language is set to English first, then export the project again.
gl_es: CSV con formato incorrecto, non é posíbel atopar os nomes das columnas. Asegúrese primeiro de que o idioma da súa conta de Splitwise estea configurada en inglés e após exporte de novo o proxecto.
it_it: CSV malformato, impossibile trovare i nomi delle colonne. Assicurarsi che la lingua del'account Splitwise sia impostata prima all'inglese, quindi esportare di nuovo il progetto.
nl_nl: Misvormde CSV, onmogelijk om de kolomnamen te vinden. Zorg ervoor dat uw Splitwise accounttaal eerst naar Engels is ingesteld en exporteer het project daarna opnieuw.
pt_br: CSV malformado, impossível encontrar os nomes das colunas. Primeiro, certifique-se de que o idioma da conta do Splitwise esteja definido em Inglês e depois exporte novamente o projeto.
ru_ru: Неверный формат CSV, невозможно найти имена столбцов. Сначала убедитесь, что ваш язык аккаунта Splitwise установлен на английский язык, а затем снова экспортируйте проект.

source: This project already has this member (user)
gl_es: Este proxecto xa conta con este membro (usuario)
it_it: Questo progetto ha già questo membro (utente)
nl_nl: Dit project heeft deze deelnemer (gebruiker) al
pt_br: Este projeto já possui este membro (usuário)
ru_ru: В этом проекте уже есть этот участник (пользователь)

source: Invalid values
gl_es: Valores non válidos
it_it: Valori non validi
ru_ru: Недопустимые значения

source: Impossible to get the circle manager
gl_es: Non é posíbel obter o xestor do círculo
it_it: Impossibile ottenere il gestore del gruppo
pt_br: Impossível obter o gerente do círculo
ru_ru: Невозможно получить менеджера круга

source: Cospend projects and user settings
gl_es: Axustes de usuarios e proxectos de Cospend
it_it: Impostazioni dei progetti Cospend e dell'utente
pt_br: Projetos e configurações de usuário do Cospend
ru_ru: Проекты и настройки пользователя Cospend

source: Bill restored
gl_es: A factura foi restaurada
it_it: Spesa ripristinata
pt_br: Despesa restaurada
ru_ru: Счет восстановлен

source: Failed to restore bill
gl_es: Produciuse un fallo ao restaurar a factura
it_it: Impossibile ripristinare la spesa
pt_br: Falha ao restaurar despesa
ru_ru: Не удалось восстановить счет

source: Bills restored
gl_es: As facturas foron restauradas
it_it: Spese ripristinate
pt_br: Despesas restauradas
ru_ru: Счета восстановлены

source: Trashbin has been cleared
gl_es: O cesto do lixo foi limpado
it_it: Il cestino è stato svuotato
pt_br: Lixeira foi limpa
ru_ru: Корзина очищена

source: Failed to get federated project
gl_es: Produciuse un fallo ao obter un proxecto federado
it_it: Impossibile ottenere il progetto federato
ru_ru: Не удалось получить внешний проект

source: Failed to get pending remote invitations
gl_es: Produciuse un fallo ao obter os convites remotos pendentes
it_it: Impossibile ottenere gli inviti in sospeso
ru_ru: Не удалось получить ожидающие удалённые приглашения

source: Member deleted
gl_es: Membro eliminado
it_it: Membro eliminato
pt_br: Membro excluído
ru_ru: Участник удален

source: Member saved
gl_es: Membro gardado
it_it: Membro salvato
pt_br: Membro salvo
ru_ru: Участник сохранен

source: These actions are also available in the sidebar project context menu.
gl_es: Estas accións tamén están dispoñíbeis no menú contextual da barra lateral do proxecto.
it_it: Queste azioni sono disponibili anche nel menu contestuale del progetto nella barra laterale.
pl_pl: Te działania są również dostępne w pasku bocznym menu kontekstowego.
pt_br: Estas ações também estão disponíveis no menu da barra lateral.
ru_ru: Эти действия также доступны в контекстном меню проекта в боковой панели.

source: Close the trash bin
gl_es: Pechar o cesto do lixo
it_it: Chiudi il cestino
pt_br: Feche a lixeira
ru_ru: Закрыть корзину

source: Show the trash bin
gl_es: Amosar o cesto do lixo
it_it: Mostra il cestino
pt_br: Mostrar a lixeira
ru_ru: Показать корзину

source: Move this bill to the trashbin
gl_es: Mover esta factura ao lixo
it_it: Sposta la spesa nel cestino
nl_nl: Verplaats deze rekening naar de prullenbak
pt_br: Mova esta despesa para a lixeira
ru_ru: Перенести этот счет в корзину

source: Choose
gl_es: Escoller

source: More information on amount input field
gl_es: Máis información sobre o campo de entrada de importe
it_it: Maggiori informazioni sul campo d'input dell'importo
pt_br: Mais informação no campo de quantia
ru_ru: Дополнительная информация о поля ввода количества

source: More information on currency conversion
gl_es: Máis información sobre a conversión de divisas
it_it: Maggiori informazioni sulla conversione della valuta
nl_nl: Meer informatie over valuta-conversie
pt_br: Mais informação sobre conversão de moeda
ru_ru: Дополнительная информация о конвертации валюты

source: More details about the bill
gl_es: Máis detalles sobre a factura
it_it: Maggiori dettagli sulla spesa
nl_nl: Meer details over de rekening
pt_br: Mais detalhes sobre a despesa
ru_ru: Подробнее о счёте

source: ({n} characters max)
gl_es: ({n} caracteres máximo)
it_it: ({n} caratteri max)
nl_nl: ({n} tekens max)
pt_br: (Máximo de {n} caracteres)
ru_ru: (максимум {n} символов)

source: More information on bill repetition
gl_es: Máis información sobre a repetición de facturas
it_it: Maggiori informazioni sulla ripetizione della spesa
nl_nl: Meer informatie over herhaling van rekening
pt_br: Mais informações sobre a repetição de despesa
ru_ru: Дополнительная информация о повторе счетов

source: More information on bill mode
gl_es: Máis información sobre o modo da factura
it_it: Maggiori informazioni sulla modalità della spesa
nl_nl: Meer informatie over rekeningmodus
pt_br: Mais informações sobre o modo da despesa
ru_ru: Дополнительная информация о режиме оплаты

source: Move selected bills to trash
gl_es: Mover as facturas seleccionadas ao lixo
it_it: Sposta le spese selezionate nel cestino
pt_br: Mover despesas selecionados para a lixeira
ru_ru: Переместить выбранные счета в корзину

source: Are you sure you want to move {nb} bill to the trash bin?
gl_es: Confirma que quere mover {nb} factura ao cesto do lixo?
it_it: Si vuole davvero spostare {nb} spesa nel cestino?
pt_br: Tem certeza de que deseja mover a despesa {nb} para a lixeira?
ru_ru: Вы действительно хотите отправить {nb} счет в корзину?

source: Are you sure you want to restore {nb} bill?
gl_es: Confirma que quere restaurar {nb} factura?
it_it: Si vuole davvero ripristinare {nb} spesa?
pt_br: Tem certeza que deseja restaurar a despesa {nb}?
ru_ru: Вы действительно хотите восстановить {nb} счет?

source: Are you sure you want to clear the trash bin? ({nb} bill)
gl_es: Confirma que quere limpar o cesto do lixo? ({nb} factura)
it_it: Si vuole davvero svuotare il cestino? ({nb} spesa)
pt_br: Tem certeza de que deseja limpar a lixeira? ({nb} despesas)
ru_ru: Вы уверены, что хотите очистить корзину? ({nb} счёт)

source: Trash bin
gl_es: Lixo
it_it: Cestino
nl_nl: Prullenbak
pt_br: Lixeira
ru_ru: Корзина

source: Search bills
gl_es: Buscar facturas
it_it: Cerca spese
nl_nl: Rekeningen zoeken
ru_ru: Поиск счетов

source: Close trashbin
gl_es: Pechar o cesto do lixo
it_it: Chiudi cestino
pt_br: Feche a lixeira
ru_ru: Закрыть корзину

source: Clear trashbin
gl_es: Limpar o cesto do lixo
it_it: Svuota cestino
pt_br: Limpar a lixeira
ru_ru: Очистить корзину

source: Restore selected bills
gl_es: Restaurar as facturas seleccionadas
it_it: Ripristina le spese selezionate
pt_br: Restaurar despesas selecionados
ru_ru: Восстановить выбранные счета

source: No member
gl_es: Non hai ningún membro
it_it: Nessun membro
ru_ru: Нет участника

source: Add at least one member to start creating bills
gl_es: Engada polo menos un membro para comezar a crear facturas
it_it: Aggiungi almeno un membro per iniziare a creare delle spese
ru_ru: Добавьте хотя бы одного участника для создания счетов

source: Confirm restoration
gl_es: Confirmar a restauración
it_it: Conferma ripristino
pt_br: Confirmar restauração
ru_ru: Подтвердить восстановление

source: Restore
gl_es: Restaurar
it_it: Ripristina
pt_br: Restaurar
ru_ru: Восстановить

source: Confirm clear trash bin
gl_es: Confirmar a limpeza do cesto do lixo
it_it: Conferma lo svuotamento del cestino
pt_br: Confirmar limpeza da lixeira
ru_ru: Подтвердить очистку корзины

source: Clear
gl_es: Limpar
it_it: Svuota
pt_br: Limpar
ru_ru: Очистить

source: Currency name should not be empty
gl_es: O nome da moeda non debería estar baleiro
it_it: Il nome della valuta non deve essere vuoto
nl_nl: Valutanaam mag niet leeg zijn
pt_br: Nome da moeda não deve ser vazio
ru_ru: Название валюты не должно быть пустым

source: Exchange rate should be a number
gl_es: A taxa de cambio debe ser un número
it_it: Il tasso di cambio deve essere un numero
nl_nl: Wisselkoers moet een getal zijn
pt_br: A taxa de câmbio deve ser um número
ru_ru: Курс обмена должен быть числом

source: Currency {n} added
gl_es: Engadiuse a moeda {n}
it_it: Valuta {n} aggiunta
nl_nl: Valuta {n} toegevoegd
pt_br: Moeda {n} adicionada
ru_ru: Валюта {n} добавлена

source: Cancel currency edition
gl_es: Cancelar a edición da moeda
it_it: Elimina la versione della valuta
nl_nl: Valuta bewerken annuleren
pt_br: Cancelar edição da moeda
ru_ru: Отмена редактирования валюты

source: Save currency
gl_es: Gardar a moeda
it_it: Salva valuta
nl_nl: Valuta opslaan
pt_br: Salvar moeda
ru_ru: Сохранить валюту
