Repository: julien-nc/cospend-nc
Catalog: translationfiles/*/cospend.po
Languages: el_gr, gl_es, it_it, mk_mk, nl_nl, no_no, pl_pl, pt_br, ru_ru

source: Impossible to move bill. No candidate project found.
el_gr: Αδύνατη η μετακίνηση του λογαριασμού. Δε βρέθηκε υποψήφιο έργο.
gl_es: Non é posíbel mover a factura. Non se atopou ningún proxecto candidato.
it_it: Impossibile spostare la spesa. Nessun progetto candidato trovato.
no_no: Umulig å flytte regning. Ingen kandidat prosjekt funnet.
pl_pl: Nie można przenieść rachunku. Nie znaleziono innego pasującego projektu.
pt_br: Impossível mover a despesa. Nenhum projeto encontrado.
ru_ru: Невозможно переместить счет. Проект не найден.

source: Failed to get projects
el_gr: Αποτυχία λήψης έργων
gl_es: Produciuse un fallo ao obter os proxectos
it_it: Impossibile ottenere i progetti
mk_mk: Неуспешно пристапување до проектите
nl_nl: Kan projecten niet ophalen
no_no: Kan ikke hente prosjekter
pl_pl: Nie udało się pobrać projektów
pt_br: Falha ao obter projetos
ru_ru: Не удалось получить проекты

source: Failed to get bills
el_gr: Αποτυχία λήψης λογαριασμών
gl_es: Produciuse un fallo ao obter as facturas
it_it: Recupero delle spese fallito
mk_mk: Неуспешно добивање на сметки
no_no: Klarte ikke å hente regninger
pl_pl: Nie udało się uzyskać rachunków
pt_br: Falha ao receber contas
ru_ru: Не удалось получить счета

source: Invalid project name
el_gr: Μη έγκυρο όνομα έργου
gl_es: O nome de proxecto non é válido
it_it: Nome progetto non valido
mk_mk: Невалидено име на проект
no_no: Ugyldig prosjektnavn
pl_pl: Nieprawidłowa nazwa projektu
pt_br: Nome do projeto inválido
ru_ru: Недопустимое имя проекта

source: Failed to create project
el_gr: Αποτυχία δημιουργίας έργου
gl_es: Produciuse un fallo ao crear un proxecto
it_it: Impossibile creare un progetto
mk_mk: Неуспешно креирање на проект
nl_nl: Kan project niet creëren
no_no: Kunne ikke opprette prosjekt
pl_pl: Nie udało się utworzyć projektu
pt_br: Falha ao criar projeto
ru_ru: Не удалось создать проект

source: Deleted project {id}
el_gr: Το έργο {id} διαγράφηκε
gl_es: O proxecto {id} foi eliminado
it_it: Progetto eliminato {id}
mk_mk: Избришан проект {id}
nl_nl: Project '{id}' verwijderd
no_no: Slettet prosjektet {id}
pl_pl: Usunięto projekt {id}
pt_br: Projeto {id} excluído
ru_ru: Удален проект {id}

source: Failed to delete project
el_gr: Αποτυχία διαγραφής έργου
gl_es: Produciuse un fallo ao eliminar o proxecto
it_it: Impossibile eliminare il progetto
mk_mk: Неуспешно бришење на проект
nl_nl: Kan project niet verwijderen
no_no: Kunne ikke slette prosjekt
pl_pl: Nie udało się usunąć projektu
pt_br: Falha ao excluir o projeto
ru_ru: Не удалось удалить проект

source: Failed to update balances
el_gr: Αποτυχία ενημέρωσης υπολοίπων
gl_es: Produciuse un fallo ao actualizar os saldos
it_it: Aggiornamento del saldo fallito
mk_mk: Неуспешно ажурирање на балансот
nl_nl: Kan saldi niet bijwerken
no_no: Kunne ikke oppdatere saldoer
pl_pl: Nie udało się zaktualizować salda
pt_br: Falha ao atualizar saldos
ru_ru: Не удалось обновить балансы

source: Created member {name}
el_gr: Δημιουργήθηκε το μέλος {name}
gl_es: Creouse o membro {name}
it_it: Creato membro {name}
mk_mk: Креиран член {name}
nl_nl: Deelnemer '{name}' gecreëerd
no_no: Opprettet medlem {name}
pl_pl: Utworzono członka {name}
pt_br: Membro {name} adicionado
ru_ru: Создан участник {name}

source: Failed to add member
el_gr: Αποτυχία προσθήκης μέλους
gl_es: Produciuse un fallo ao engadir un membro
it_it: Impossibile aggiungere il membro
mk_mk: Неуспешно додавање на член
nl_nl: Kan deelnemer niet toevoegen
no_no: Kunne ikke legge til medlem
pl_pl: Nie udało się dodać członka
pt_br: Falha ao adicionar membro
ru_ru: Не удалось добавить участника

source: Failed to add shared access
el_gr: Αποτυχία προσθήκης κοινόχρηστης πρόσβασης
gl_es: Produciuse un fallo ao engadir o acceso compartido
it_it: Impossibile aggiungere l'accesso condiviso
mk_mk: Неуспешно додавање споделен пристап
no_no: Kunne ikke legge til delt tilgang
pl_pl: Nie udało się dodać współdzielonego dostępu
pt_br: Falha ao adicionar acesso compartilhado
ru_ru: Не удалось добавить общий доступ

source: Failed to save member
el_gr: Αποτυχία αποθήκευσης μέλους
gl_es: Produciuse un fallo ao gardar un membro
it_it: Impossibile salvare il membro
mk_mk: Неуспешно зачувување на член
no_no: Kunne ikke lagre medlem
pl_pl: Nie udało się zapisać członka
pt_br: Falha ao salvar membro
ru_ru: Не удалось сохранить участника

source: Member deleted.
el_gr: Το μέλος διαγράφηκε.
mk_mk: Членот е избришан.
no_no: Medlem slettet.
pl_pl: Członek usunięty.

source: Member saved.
el_gr: Το μέλος αποθηκεύτηκε.
mk_mk: Членот е зачуван.
no_no: Medlem ble lagret.
pl_pl: Członek zapisany.

source: Project saved
el_gr: Το έργο αποθηκεύτηκε
gl_es: Proxecto gardado
it_it: Progetto salvato
mk_mk: Проектот е зачуван
nl_nl: Project opgeslagen
no_no: Prosjektet er lagret
pl_pl: Projekt zapisany
pt_br: Projeto salvo
ru_ru: Проект сохранен

source: Failed to edit project
el_gr: Αποτυχία επεξεργασίας έργου
gl_es: Produciuse un fallo ao editar o proxecto
it_it: Impossibile modificare il progetto
mk_mk: Неуспешно изменување на проект
nl_nl: Kan project niet bewerken
no_no: Kunne ikke redigere prosjektet
pl_pl: Nie udało się edytować projektu
pt_br: Falha ao editar projeto
ru_ru: Не удалось изменить проект

source: {nb} bill was created
el_gr: {nb} λογαριασμός δημιουργήθηκε
gl_es: Creouse {nb} factura
it_it: {nb} spesa è stata creata
no_no: {nb} regning ble opprettet
pl_pl: {nb} rachunek został utworzony
pt_br: {nb} despesa criada
ru_ru: {nb} счет был создан

source: link
el_gr: σύνδεσμος
gl_es: ligazón
it_it: collega
mk_mk: врска
no_no: kobling
pl_pl: odnośnik
ru_ru: ссылка

source: Press Shift+Enter to validate
el_gr: Πατήστε Shift+Enter για επικύρωση
gl_es: Preme Maiús+Intro para validar
it_it: Premere Maiusc+Invio per convalidare
mk_mk: Притисни Shift+Enter за потврда
no_no: Trykk Skift+Enter for å validere
pl_pl: Naciśnij Shift+Enter, aby potwierdzić
pt_br: Pressione Shift+Enter para validar
ru_ru: Нажмите Shift+Enter для подтверждения

source: Impossible to duplicate a bill with a disabled payer
el_gr: Αδύνατη η κλωνοποίηση λογαριασμού με απενεργοποιημένο πληρωτή
gl_es: Non é posíbel duplicar unha factura cun pagador desactivado
it_it: Impossibile duplicare una spesa con un pagatore disabilitato
no_no: Umulig å duplisere en regning med en deaktivert betaler
pl_pl: Nie można zduplikować rachunku z wyłączonym płatnikiem
pt_br: Impossível duplicar uma despesa com pagador desabilitado
ru_ru: Невозможно дублировать счет с отключенным плательщиком

source: Duplicate bill
el_gr: Κλωνοποίηση λογαριασμού
gl_es: Factura duplicada
it_it: Duplica spesa
no_no: Dupliser regningen
pl_pl: Duplikuj rachunek
pt_br: Duplicar despesa
ru_ru: Дублировать счет

source: What?
el_gr: Τι;
gl_es: Que?
it_it: Cosa?
mk_mk: Што?
nl_nl: Wat?
no_no: Hva?
pl_pl: Co?
pt_br: O que?
ru_ru: Что?

source: What is the bill about?
el_gr: Τι αφορά ο λογαριασμός;
gl_es: De que é a factura?
it_it: Di che cosa si tratta la spesa?
mk_mk: За што е сметката?
no_no: Hva handler regningen om?
pl_pl: Czego dotyczy ten rachunek?
pt_br: De que se trata esta fatura?
ru_ru: О чем идет речь?

source: Attach share link to personal file
el_gr: Επισύναψη συνδέσμου κοινής χρήσης για προσωπικό αρχείο
gl_es: Anexar a ligazón para compartir ao ficheiro persoal
it_it: Allega il link di condivisione al file personale
no_no: Koble lenke til personlig fil
pl_pl: Dołącz publiczny link do pliku osobistego
pt_br: Anexar link de compartilhamento ao arquivo pessoal
ru_ru: Добавить ссылку на ваш файл

source: More information
el_gr: Περισσότερες πληροφορίες
gl_es: Máis información
it_it: Ulteriori informazioni
mk_mk: Повеќе информации
no_no: Mer informasjon
pl_pl: Więcej informacji
pt_br: Mais Informações
ru_ru: Подробнее

source: Convert to
el_gr: Μετατροπή σε
gl_es: Converter a
it_it: Converti in
mk_mk: Конвертирај во
nl_nl: Omzetten naar
no_no: Konverter til
pl_pl: Przewalutowano na
pt_br: Converter para
ru_ru: Преобразовать

source: Who paid?
el_gr: Ποιος πλήρωσε;
gl_es: Quen pagou?
it_it: Chi ha pagato?
nl_nl: Wie heeft er betaald?
no_no: Hvem betalte?
pl_pl: Kto zapłacił?
pt_br: Quem pagou?
ru_ru: Плательщик

source: Choose a member
el_gr: Επιλέξτε ένα μέλος
gl_es: Escolla un membro
it_it: Scegli un utente
nl_nl: Kies een deelnemer
no_no: Velg et medlem
pl_pl: Wybierz członka
pt_br: Escolha um membro
ru_ru: Пригласить в свою команду

source: When?
el_gr: Πότε;
gl_es: Cando?
it_it: Quando?
mk_mk: Кога?
nl_nl: Wanneer?
no_no: Når?
pl_pl: Kiedy?
pt_br: Quando?
ru_ru: Когда?

source: Payment mode
el_gr: Τρόπος πληρωμής
gl_es: Método de pagamento
it_it: Modalità di pagamento
mk_mk: Начин на плаќање
nl_nl: Betaalwijze
no_no: Betalingsmåte
pl_pl: Metoda płatności
pt_br: Modo de pagamento
ru_ru: Форма оплаты

source: Choose a payment mode
el_gr: Διαλέξτε μια μέθοδο πληρωμής
gl_es: Escolla un método de pagamento
it_it: Scegli una modalità di pagamento
nl_nl: Kies een betalingswijze
no_no: Velg en betalingsmåte
pl_pl: Wybierz metodę płatności
pt_br: Escolha um método de pagamento
ru_ru: Выберите способ оплаты

source: Category
el_gr: Κατηγορία
gl_es: Categoría
it_it: Categoria
mk_mk: Категорија
nl_nl: Categorie
no_no: Kategori
pl_pl: Kategoria
pt_br: Categoria
ru_ru: Категория

source: Choose or add a category
el_gr: Επιλέξτε ή προσθέστε μια κατηγορία
gl_es: Escoller ou engadir unha categoría
it_it: Scegli o aggiungi una categoria
nl_nl: Kies of voeg een categorie toe
no_no: Velg eller legg til en kategori
pt_br: Escolha ou adicione uma categoria
ru_ru: Выберите или добавьте свою категорию

source: Comment
el_gr: Σχόλιο
gl_es: Comentario
it_it: Commento
mk_mk: Коментар
nl_nl: Opmerking
no_no: Kommentar
pl_pl: Komentarz
pt_br: Comentário
ru_ru: Комментарий

source: More details about the bill (300 char. max)
el_gr: Περισσότερες λεπτομέρειες για το λογαριασμό (μέγιστο 300 χαρακτήρες)
mk_mk: Повеќе детали за сметката (300 карактери максимум)
no_no: Mer informasjon om regningen (300 char. maks)
pl_pl: Więcej szczegółów na temat rachunku (maks. 300 znaków)

source: Repeat
el_gr: Επανάληψη
gl_es: Repetir
it_it: Ripeti
mk_mk: Повтори
nl_nl: Herhalen
no_no: Gjenta
pl_pl: Powtarzaj co
pt_br: Repetir
ru_ru: Повторить

source: No
el_gr: Όχι
gl_es: Non
mk_mk: Не
nl_nl: Neen
no_no: Nei
pl_pl: Nie
pt_br: Não
ru_ru: Нет

source: Daily
el_gr: Καθημερινά
gl_es: Diario
it_it: Ogni giorno
mk_mk: Дневно
nl_nl: Dagelijks
no_no: Daglig
pl_pl: Codziennie
pt_br: Diariamente
ru_ru: Ежедневно

source: Weekly
el_gr: Εβδομαδιαία
gl_es: Semanal
it_it: Ogni settimana
mk_mk: Неделно
nl_nl: Wekelijks
no_no: Ukentlig
pl_pl: Tygodniowo
pt_br: Semanalmente
ru_ru: Еженедельно

source: Bi-weekly (every 2 weeks)
el_gr: Ανά δύο εβδομάδες
gl_es: Quincenal (cada 2 semanas)
it_it: Ogni due settimane
mk_mk: Дво-неделни (секој 2 недели)
nl_nl: Tweewekelijks (elke 2 weken)
no_no: Ukentlig (annenhver uke)
pl_pl: Co dwa tygodnie
pt_br: Duas vezes por semana (a cada 2 semanas)
ru_ru: Двойная неделя (каждые 2 недели)

source: Semi-monthly (twice a month)
el_gr: Ανά δεκαπενθήμερο (δύο φορές το μήνα)
gl_es: Cada medio mes (dúas veces por mes)
it_it: Due volte al mese
mk_mk: Двојно месечно (двапати месечно)
nl_nl: Half-maandelijks (twee keer per maand)
no_no: Halvårlig (to ganger i måneden)
pl_pl: Dwa razy w miesiącu
pt_br: Semestral (duas vezes por mês)
ru_ru: Два раза в месяц

source: Monthly
el_gr: Μηνιαία
gl_es: Mensual
it_it: Ogni mese
mk_mk: Месечно
nl_nl: Maandelijks
no_no: Månedlig
pl_pl: Miesięcznie
pt_br: Mensalmente
ru_ru: Ежемесячно

source: Yearly
el_gr: Ετήσια
gl_es: Anual
it_it: Annualmente
mk_mk: Годишно
nl_nl: Jaarlijks
no_no: Årlig
pl_pl: rok
pt_br: Anualmente
ru_ru: Раз в год

source: Frequency
el_gr: Συχνότητα
gl_es: Frecuencia
it_it: Frequenza
nl_nl: Frequentie
no_no: Frekvens
pl_pl: Częstotliwość
pt_br: Frequência
ru_ru: Периодичность

source: Leave empty for maximum frequency
el_gr: Αφήστε κενό για μέγιστη συχνότητα
gl_es: Déixeo baleiro para a frecuencia máxima
it_it: Lascia vuoto per la frequenza più alta
nl_nl: Laat leeg voor maximale frequentie
no_no: La stå tomt for maksimum frekvens
pl_pl: Pozostaw puste dla maksymalnej częstotliwości
pt_br: Deixe vazio para frequência máxima
ru_ru: Не заполняйте поле для максимального количества

source: Include all active members on repeat
el_gr: Συμπερίληψη όλων των ενεργών μελών κατά την επανάληψη
gl_es: Incluír todos os membros activos ao repetir
it_it: Includi tutti i membri attivi alla ripetizione
mk_mk: Вклучи ги сите активни членови во повторувањето
nl_nl: Inclusief alle actieve deelnemers bij herhaling
no_no: Ta med alle aktive medlemmer på gjentagelsen
pl_pl: Powtarzaj wszystkich aktywnych członków
pt_br: Incluir todos os membros ativos ao repetir
ru_ru: Повторное приглашение для всех активных участников

source: Repeat until
el_gr: Επανάληψη εώς
gl_es: Repetir ata
it_it: Ripeti fino a
mk_mk: Повторувај додека
nl_nl: Herhaal tot
no_no: Gjenta til
pl_pl: Powtarzaj dopuki
pt_br: Repetir até
ru_ru: Повторять до

source: No limit
el_gr: Χωρίς περιορισμό
gl_es: Sen límite
it_it: Nessun limite
nl_nl: Geen limiet
no_no: Ingen grense
pt_br: Sem limite
ru_ru: Не ограничивать

source: Repeat now
el_gr: Επανάληψη τώρα
gl_es: Repetir agora
it_it: Ripeti ora
mk_mk: Повтори сега
nl_nl: Nu herhalen
no_no: Gjenta nå
pl_pl: Powtórz teraz
pt_br: Repita agora
ru_ru: Повторить

source: Bill type
el_gr: Τύπος λογαριασμού
gl_es: Tipo de factura
it_it: Tipo di spesa
mk_mk: Вид на сметка
nl_nl: Soort rekening
no_no: Regningstype
pl_pl: Typ rachunku
pt_br: Tipo de despesa
ru_ru: Тип счета

source: Classic, even split
el_gr: Κλασικό, ισότιμη κατανομή
gl_es: Clásico, división equitativa
it_it: Classico, diviso in parti uguali
mk_mk: Класичен, дури и поделен
nl_nl: Klassiek, gelijk verdeeld
no_no: Klassisk, jevn deling
pl_pl: Klasyczne, równy podział
pt_br: Clássico, dividir por igual
ru_ru: Классический, разделить поровну

source: Even split with optional personal parts
el_gr: Ισότιμη κατανομή με προαιρετικά προσωπικά μέρη
gl_es: División equitativa con partes persoais opcionais
it_it: Diviso in parti uguali con parti personali opzionali
mk_mk: Дури и поделени со изборни лични делови
nl_nl: Gelijk verdeeld met optionele persoonlijke delen
no_no: Lik deling med valgfrie personlige deler
pl_pl: Równy podział z opcjonalnymi częściami osobistymi
pt_br: Divisão por igual com partes pessoais opcionais
ru_ru: Разделение поровну с учетом дополнительных личных трат

source: Custom owed amount per member
el_gr: Προσαρμοσμένο οφειλόμενο ποσό ανά μέλος
gl_es: Importe adebedado personalizado por membro
it_it: Importo dovuto per membro
mk_mk: Износот што го должи по член
nl_nl: Aangepast verschuldigde bedrag per deelnemer
no_no: Egendefinert egne beløp per medlem
pl_pl: Niestandardowa należna kwota na jednego członka
pt_br: Valor da dívida personalizado para cada membro
ru_ru: Произвольная сумма платы за каждого участника

source: Custom share per member
el_gr: Προσαρμοσμένη κοινή χρήση για κάθε μέλος
gl_es: Repartición personalizada por membro
it_it: Condivisione personalizzata per membro
mk_mk: Прилагодено делење со член
nl_nl: Aangepast bedrag per deelnemer
no_no: Egendefinert deling per medlem
pl_pl: Osobny udział dla każdego członka
pt_br: Compartilhamento personalizado por membro
ru_ru: Изменить уровень доступа участников

source: Ignore member weights
el_gr: Αγνόησε τα βάρη των μελών
gl_es: Ignorar as ponderacións dos membros
it_it: Ignora pesi membri
mk_mk: Игнорирај ја тежината на членот
nl_nl: Negeer weging deelnemers
no_no: Ignorer medlemsvekting
pl_pl: Ignoruj wagi członków
pt_br: Ignorar pesos dos membros
ru_ru: Не учитывать личные достижения

source: Classic mode: Choose a payer, enter a bill amount and select who is concerned by the whole spending, the bill is then split equitably between selected members. Real life example: One person pays the whole restaurant bill and everybody agrees to evenly split the cost.
el_gr: Κλασική λειτουργία: Επιλέξτε έναν πληρωτή, εισάγετε ένα ποσό λογαριασμού και επιλέξτε ποιος ενδιαφέρεται για το σύνολο των δαπανών, ο λογαριασμός κατανέμεται στη συνέχεια ισότιμα μεταξύ επιλεγμένων μελών. Παράδειγμα: Ένα άτομο πληρώνει ολόκληρο το λογαριασμό του εστιατορίου και όλοι συμφωνούν να κατανείμουν ομοιόμορφα το κόστος.
gl_es: Modo clásico: escolla un pagador, introduza o importe da factura e seleccione a quen lle afecta todo o gasto, a factura divídese equitativamente entre os membros seleccionados. Exemplo da vida real: unha persoa paga toda a factura do restaurante e todos aceptan dividir o custo equitativamente.
it_it: Modo classico: Scegli un pagatore, inserisci l'importo della spesa e seleziona chi è coinvolto nell' intera spesa, la fattura viene poi divisa in parti uguali tra i membri selezionati. Esempio di vita reale: Una persona paga l'intera fattura del ristorante e tutti sono d'accordo a dividere equamente il costo.
mk_mk: Класичен режим: Изберете плаќач, внесете износ на сметка и изберете кој е вклучен за целото трошење, сметката потоа се дели рамноправно помеѓу избраните членови. Пример од реален живот: Едно лице ја плаќа целата сметка во ресторанот и сите се согласуваат подеднакво да ги поделат трошоците.
nl_nl: Klassieke modus: Kies een betaler, voer een rekeningbedrag in en selecteer wie gehele uitgave deed; de rekening wordt dan eerlijk verdeeld over de geselecteerde deelnemers. Bijvoorbeeld: één persoon betaalt de hele rekening van het restaurant en iedereen is het erover eens de kosten gelijk te verdelen.
no_no: Klassisk modus: Velg en betaler, skriv inn et fordelingsbeløp og velg hvem utigften gjelder for, Regningen deles deretter likt mellom valgte medlemmer. Eksempel: Én person betaler hele restaurantregningen, og alle samtykker til jevn deling av kostnaden.
pl_pl: Tryb klasyczny: Wybierz zleceniodawcę, wprowadź kwotę rachunku i wybierz kto jest zainteresowany całym wydatkiem, rachunek jest następnie rozdzielany sprawiedliwie pomiędzy wybranych członków. Przykład rzeczywistego życia: jedna osoba płaci cały rachunek restauracyjny i wszyscy zgadzają się na równomierny podział kosztów.
pt_br: Modo clássico: Escolha um pagador, digite um valor da despesa e secione quem está incluído na despesa inteira. A despesa é então dividida igualmente entre os membros selecionados. Exemplo da vida real: Uma pessoa paga a fatura do restaurante por inteiro e todos concordam em dividir o custo.
ru_ru: Классический режим: Выберите плательщика, введите сумму счета и выберите тех, на кого распространяются расходы, счет затем разделяется поровну между выбранными участниками. Реальный пример жизни: Один человек платит весь ресторанный счет и каждый согласен разделить стоимость поровну.

source: Classic+personal mode: This mode is similar to the classic one. Choose a payer and enter a bill amount corresponding to what was actually paid. Then select who is concerned by the bill and optionally set an amount related to personal stuff for some members. Multiple bills will be created: one for the shared spending and one for each personal part. Real life example: We go shopping, part of what was bought concerns the group but someone also added something personal (like a shirt) which the others don't want to collectively pay.
el_gr: Κλασσική+προσωπική λειτουργία: Αυτή η λειτουργία είναι παρόμοια με την κλασική. Επιλέξτε έναν πληρωτή και εισάγετε ένα ποσό λογαριασμού που αντιστοιχεί σε αυτό που πραγματικά πληρώσατε. Στη συνέχεια επιλέξτε ποιος ενδιαφέρεται για το λογαριασμό και προαιρετικά ορίστε ένα ποσό που σχετίζεται με προσωπικά πράγματα για ορισμένα μέλη. Θα δημιουργηθούν πολλαπλοί λογαριασμοί: ένας για τις κοινές δαπάνες και ένας για κάθε προσωπικό κομμάτι. Παράδειγμα: Πηγαίνουμε για ψώνια, μέρος των αγαθών που αγοράσαμε αφορά την ομάδα, αλλά κάποιος πρόσθεσε επίσης κάτι προσωπικό (όπως ένα πουκάμισο) το οποίο οι άλλοι δεν θέλουν να πληρώσουν συλλογικά.
gl_es: Modo clásico+persoal: este modo é semellante ao clásico. Escolla un pagador e introduza o importe da factura correspondente ao que se pagou realmente. A continuación, seleccione a quen lle afecta a factura e, opcionalmente, estabeleza o importe relacionado coa parte persoal para algúns membros. Crearanse varias facturas: unha para o gasto compartido e outra para cada parte persoal. Exemplo da vida real: imos de compras, parte do que se comprou corresponde ao grupo mais tamén alguén engadiu algo persoal (como unha camisa) que os demais non queren pagar colectivamente.
it_it: Modalità classica+personale: Questa modalità è simile a quella classica. Scegliete un pagatore e inserite un importo della spesa corrispondente a quello che è stato effettivamente pagato. Poi seleziona chi è interessato dalla spesa e opzionalmente imposta un importo relativo alle cose personali per alcuni membri. Verranno create più spese: una per la spesa condivisa e una per ogni parte personale. Esempio di vita reale: Andiamo a fare shopping, parte di ciò che è stato comprato riguarda il gruppo ma qualcuno ha anche aggiunto qualcosa di personale (come una camicia) che gli altri non vogliono pagare collettivamente.
nl_nl: Klassies+persoonlijk modus: Deze modus is vergelijkbaar met de klassieke. Kies een betaler en voer een rekening-bedrag in dat overeenkomt met wat er daadwerkelijk is betaald. Selecteer vervolgens de deelnemers waaronder het bedrag verdeeld dient te worden en stel eventueel een bedrag in gerelateerd aan persoonlijke delen voor sommige deelnemers. Meerdere rekeningen zullen worden gemaakt: één voor de gedeelde uitgaven en één voor elk persoonlijk deel. Bijvoorbeeld: We gaan winkelen; Een deel van wat werd gekocht heeft betrekking op de groep, maar iemand heeft ook iets persoonlijk toegevoegd (zoals een shirt) dat de anderen niet collectief willen betalen.
no_no: Classic+personal modus: Denne modusen ligner på den klassiske. Velg en betaler, og skriv inn et fordelingsbeløp som tilsvarer det som faktisk ble betalt. Deretter velger du hvem beløpet gjelder for og angir et beløp relatert til personlige ting for noen medlemmer. Det blir laget flere regninger: en for felles forbruk og en for hver personlige del. Eksempel: Vi går til innkjøp, deler av det som er kjøpt gjelder alle, men noen har også lagt til noe personlig (som en sjokolade) som de andre ikke ønsker å betale kollektivt.
pl_pl: Tryb klasyczny i prywatny: Ten tryb jest podobny do klasycznego. Wybierz płatnika i wprowadź kwotę rachunku odpowiadającą temu, co zostało faktycznie zapłacone. Następnie wybierz kto jest zainteresowany rachunkiem i opcjonalnie ustaw kwotę związaną z osobistymi rzeczami dla niektórych członków. Stworzone zostaną liczne rachunki: jeden dla wydatków dzielonych i jeden dla każdej części osobistej. Prawdziwy przykład życia: idziemy na zakupy, część tego, co zostało kupione, dotyczy grupy, ale ktoś dodał również coś osobistego (jak koszulka), którego inni nie chcą wspólnie płacić.
pt_br: Modo clássico + pessoal: Esse modo é semelhante ao modo clássico. Escolha um pagador e coloque o valor da despesa correspondente a de quem pagou. Então selecione a quem a despesa interessa e opcionalmente selecione um valor customizado para alguns membros. Várias despesas serão criadas: uma para a despesa compartilhada e uma para cada parte pessoal. Exemplo real: Vamos fazer compras, parte do que compramos é do grupo, mas alguém inclui algo pessoal (como uma camiseta) que não queremos cobrar dos demais.
ru_ru: Индивидуальная классика: так же как и в классическом режиме можно выбрать того, кто оплатил покупки по факту, указать сумму и статью расходов, а потом выбрать как распределить личные и совместные траты между участниками. Например, мы собираемся на шашлыки, и все готовы скинуться на водку, мясо, свежие овощи и другие продукты для общего стола, а за нулевку, которую купили себе трезвенники скидываться никто не будет.
