Repository: julien-nc/cospend-nc
Catalog: translationfiles/*/cospend.po
Languages: el_gr, gl_es, it_it, mk_mk, nl_nl, no_no, pl_pl, pt_br, ru_ru

source: Assign a category
el_gr: Αντιστοιχίστε μια κατηγορία
gl_es: Asignar unha categoría
it_it: Assegna una categoria
no_no: Tilordne en kategori
pt_br: Atribuir categoria
ru_ru: Выберите категорию

source: Assign a payment mode
el_gr: Επιλέξτε τρόπο πληρωμής
gl_es: Asignar un método de pagamento
it_it: Assegna un metodo di pagamento
no_no: Tilordne en betalingsmåte
pt_br: Atribuir um modo de pagamento
ru_ru: Выберите способ оплаты

source: Select bills to make grouped actions
el_gr: Επιλέξτε λογαριασμούς για να κάνετε ομαδοποιημένες ενέργειες
gl_es: Seleccione facturas para facer accións agrupadas
it_it: Seleziona delle spese per effettuare azioni raggruppate
no_no: Velg regninger for grupperte handlinger
pt_br: Selecione despesas para fazer ações agrupadas
ru_ru: Выберите счета для группировки действий

source: Add at least 2 members to start creating bills
el_gr: Προσθέστε τουλάχιστον 2 μέλη για να ξεκινήσετε τη δημιουργία λογαριασμών
mk_mk: Додадете најмалку 2 члена за да почнете да креирате сметки
no_no: Legg til minst 2 medlemmer for å starte oppretting av regninger
pl_pl: Dodaj co najmniej 2 członków, aby rozpocząć tworzenie rachunków

source: No bills to show
el_gr: Δεν υπάρχουν λογαριασμοί για εμφάνιση
gl_es: Non hai ningunha factura para mostrar
it_it: Nessuna spesa da mostrare
no_no: Ingen regninger å vise
pt_br: Não há despesas para mostrar
ru_ru: Нет счетов для отображения

source: No more bills
el_gr: Δεν υπάρχουν άλλοι λογαριασμοί
gl_es: Non hai máis facturas
it_it: Nessuna altra spesa
mk_mk: Нема повеќе сметки
no_no: Ingen flere regninger
pl_pl: Nie ma więcej rachunków
pt_br: Não há mais faturas
ru_ru: Больше счетов нет

source: All payment modes
el_gr: Όλοι οι τρόποι πληρωμής
gl_es: Todos os métodos de pagamento
it_it: Tutte le modalità di pagamento
no_no: Alle betalingsmåter
pt_br: Todas as formas de pagamento
ru_ru: Все способы оплаты

source: No payment mode
el_gr: Κανένας τρόπος πληρωμής
gl_es: Non hai ningún método de pagamento
it_it: Nessuna modalità di pagamento
no_no: Ingen betalingsmetode
pt_br: Sem forma de pagamento
ru_ru: Нет способов оплаты

source: All categories
el_gr: Όλες οι κατηγορίες
gl_es: Todas as categorías
it_it: Tutte le categorie
no_no: Alle kategorier
pt_br: Todas as categorias
ru_ru: Все категории

source: No category
el_gr: Χωρίς κατηγορία
gl_es: Sen categoría
it_it: Nessuna categoria
mk_mk: Нема категорија
nl_nl: Geen categorie
no_no: Ingen kategori
pl_pl: Brak kategorii
pt_br: Sem categoria
ru_ru: Без категории

source: Leave multiple selection mode
el_gr: Έξοδος από τη λειτουργία πολλαπλής επιλογής
gl_es: Saír do modo de selección múltiple
it_it: Lascia la modalità di selezione multipla
mk_mk: Напушти режим на повеќекратно избирање
no_no: Forlat flervalgsmodus
pl_pl: Opuść tryb wielokrotnego wyboru
pt_br: Deixar modo de seleção múltipla
ru_ru: Покинуть режим множественного выбора

source: Enter multiple selection mode
el_gr: Είσοδος σε λειτουργία πολλαπλής επιλογής
gl_es: Entrar no modo de selección múltiple
it_it: Entra nella modalità di selezione multipla
mk_mk: Влези во режим на повеќекратно избирање
no_no: Gå til flervalgsmodus
pl_pl: Wejdź w tryb wielokrotnego wyboru
pt_br: Insira o modo de seleção múltipla
ru_ru: Войти в режим множественного выбора

source: Open filters
el_gr: Άνοιγμα φίλτρων
gl_es: Abrir os filtros
it_it: Apri filtri
no_no: Åpne filtre
pt_br: Abrir filtros
ru_ru: Открытые фильтры

source: Delete selected bills
el_gr: Διαγραφή επιλεγμένων λογαριασμών
gl_es: Eliminar as facturas seleccionadas
it_it: Elimina spese selezionate
mk_mk: Избриши ги означените сметки
no_no: Slett valgte regninger
pl_pl: Usuń zaznaczone rachunki
pt_br: Apagar faturas selecionadas
ru_ru: Удалить выбранные счета

source: Failed to save bills
el_gr: Αποτυχία αποθήκευσης λογαριασμών
gl_es: Produciuse un fallo ao gardar as facturas
it_it: Salvataggio delle spese non riuscito
no_no: Klarte ikke å lagre regninger
pl_pl: Nie udało się zapisać rachunków
pt_br: Falha ao salvar despesas
ru_ru: Не удалось сохранить счет

source: Bills edited
el_gr: Οι λογαριασμοί επεξεργάστηκαν
gl_es: Facturas editadas
it_it: Spese modificate
mk_mk: Сметката е изменета
no_no: Regninger redigert
pl_pl: Edytowano rachunki
pt_br: Despesa editada
ru_ru: Счета отредактированы

source: Confirm deletion
el_gr: Επιβεβαίωση διαγραφής
gl_es: Confirmar a eliminación
it_it: Conferma eliminazione
mk_mk: Потврди бришење
no_no: Bekreft sletting
pl_pl: Potwierdź usunięcie
pt_br: Confirmar a deleção
ru_ru: Подтвердить удаление

source: Delete
el_gr: Διαγραφή
gl_es: Eliminar
it_it: Elimina
mk_mk: Избриши
nl_nl: Verwijderen
no_no: Slett
pl_pl: Usuń
pt_br: Excluir
ru_ru: Удалить

source: Cancel
el_gr: Ακύρωση
gl_es: Cancelar
it_it: Annulla
mk_mk: Откажи
no_no: Avbryt
pl_pl: Anuluj
pt_br: Cancelar
ru_ru: Отмена

source: Bills deleted
el_gr: Οι λογαριασμοί διαγράφηκαν
gl_es: Facturas eliminadas
it_it: Spese eliminate
mk_mk: Сметката е избришана
no_no: Regninger slettet
pl_pl: Rachunki usunięte
pt_br: Despesa excluída
ru_ru: Счет удален

source: Are you sure you want to delete {nb} bill?
el_gr: Θέλετε σίγουρα να διαγράψετε {nb} λογαριασμό;
gl_es: Confirma que quere eliminar {nb} factura?
it_it: Sei sicuro di voler eliminare la spesa {nb}?
mk_mk: Дали сте сигурни дека сакате да ја избришете сметката {nb}?
no_no: Er du sikker på at du vil slette {nb} regning?
pl_pl: Czy na pewno chcesz usunąć {nb} rachunek?
pt_br: Tem certeza que deseja excluir a conta {nb}? Tem certeza que deseja excluir as contas {nb}?
ru_ru: Вы действительно хотите удалить {nb} счет?

source: Color
el_gr: Χρώμα
gl_es: Cor
it_it: Colore
mk_mk: Боја
no_no: Farge
pl_pl: Kolor
pt_br: Cor
ru_ru: Цвет

source: Icon
el_gr: Εικονίδιο
gl_es: Icona
it_it: Icone
mk_mk: Икона
no_no: Ikon
pl_pl: Ikona
pt_br: Ícone
ru_ru: Значок

source: Alphabetical
el_gr: Αλφαβητικά
gl_es: Alfabética
it_it: Alfabetico
mk_mk: Азбучен ред
no_no: Alfabetisk
pl_pl: Alfabetycznie
pt_br: Alfabética
ru_ru: В алфавитном порядке

source: Manual
el_gr: Χειροκίνητα
it_it: Manuale
mk_mk: Рачно
no_no: Håndbok
pl_pl: Ręcznie
ru_ru: Вручную

source: Most used
el_gr: Τα περισσότερο χρησιμοποιημένα
gl_es: Máis utilizada
it_it: Più utilizzati
no_no: Mest brukt
pl_pl: Najczęściej używane
pt_br: Mais usado
ru_ru: Часто используемые

source: Most recently used
el_gr: Τα πιο πρόσφατα χρησιμοποιημένα
gl_es: Utilizadas recentemente
it_it: Usati più recentemente
no_no: Sist brukt
pl_pl: Ostatnio używane
pt_br: Mais recentemente usado
ru_ru: Добавленные недавно

source: Category sort method
el_gr: Μέθοδος ταξινόμησης κατηγοριών
gl_es: Método de clasificación por categorías
it_it: Metodo di ordinamento delle categorie
mk_mk: Подредување категории
no_no: Kategori sorteringsmetode
pl_pl: Metoda sortowania kategorii
pt_br: Método de classificação por categoria
ru_ru: Метод сортировки категорий

source: Payment mode sort method
el_gr: Μέθοδος ταξινόμησης τρόπων πληρωμής
gl_es: Método de clasificación do método de pagamento
it_it: Modalità di pagamento ordinamento
no_no: Sorteringsmetode for betalingsmåte
pt_br: Ordenar por forma de pagamento
ru_ru: Способ сортировки способов оплаты

source: Add category
el_gr: Προσθήκη κατηγορίας
gl_es: Engadir categoría
it_it: Aggiungi categoria
mk_mk: Додадете категорија
no_no: Legg til kategori
pl_pl: Dodaj kategorię
pt_br: Adicionar categoria
ru_ru: Добавить категорию

source: Add payment mode
el_gr: Προσθήκη τρόπου πληρωμής
gl_es: Engadir método de pagamento
it_it: Aggiungi modalità pagamento
no_no: Legg til betalingsmåte
pt_br: Adicionar forma de pagamento
ru_ru: Добавление способа оплаты: ""

source: Category name
el_gr: Όνομα κατηγορίας
gl_es: Nome da categoría
it_it: Nome categoria
mk_mk: Име на категорија
no_no: Kategori navn
pl_pl: Nazwa kategorii
pt_br: Nome da categoria
ru_ru: Название категории

source: Payment mode name
el_gr: Όνομα τρόπου πληρωμής
gl_es: Nome do método de pagamento
it_it: Nome modalità pagamento
no_no: Navn på betalingsmåte
pt_br: Nome da forma de pagamento

source: Add this category
el_gr: Προσθήκη αυτής της κατηγορίας
gl_es: Engadir esta categoría
it_it: Aggiungi questa categoria
mk_mk: Додадете ја оваа категорија
nl_nl: Voeg deze categorie toe
no_no: Legg til kategori
pl_pl: Dodaj tę kategorię
pt_br: Adicionar esta categoria

source: Add this payment mode
el_gr: Προσθήκη αυτής της λειτουργίας πληρωμής
gl_es: Engadir este método de pagamento
it_it: Aggiungi questa modalità di pagamento
nl_nl: Voeg deze betaalmethode toe
no_no: Legg til denne betalingsmetoden
pt_br: Adicionar esta forma de pagamento
ru_ru: Добавить этот режим оплаты

source: Category list
el_gr: Λίστα κατηγοριών
gl_es: Lista de categorías
it_it: Elenco categorie
mk_mk: Листа со категории
nl_nl: Categorieënlijst
no_no: Liste over kategorier
pl_pl: Lista kategorii
pt_br: Lista de categorias
ru_ru: Список категорий

source: Payment mode list
el_gr: Λίστα τρόπου πληρωμής
gl_es: Lista de métodos de pagamento
it_it: Lista modalità pagamento
nl_nl: Betaalmethodenlijst
no_no: Liste over betalingsmåter
pt_br: Lista de formas de pagamento
ru_ru: Список способов оплаты

source: Drag categories to set manual order
el_gr: Σύρετε τις κατηγορίες για να ορίσετε χειροκίνητα την ταξινόμηση
gl_es: Arrastre as categorías para definir a orde manualmente
it_it: Trascina le categorie per ordinarle manualmente
mk_mk: Повлечи категории за да ги подредите рачно
nl_nl: Sleep categorieën om handmatige volgorde in te stellen
no_no: Dra kategorier for å angi manuell rekkefølge
pl_pl: Przeciągnij kategorie, aby ręcznie ustawić kolejność
pt_br: Arraste categorias para definir a ordem manualmente
ru_ru: Перетащите категории, чтобы установить порядок вручную

source: Drag payment modes to set manual order
el_gr: Σύρετε τους τρόπους πληρωμής για να ορίσετε χειροκίνητα την ταξινόμηση
gl_es: Arrastre os métodos de pagamento para definir a orde manualmente
it_it: Trascina le modalità di pagamento per impostare l'ordine manuale
nl_nl: Sleep betaalmethoden om handmatige volgorde in te stellen
no_no: Dra i betalingsmoduser for å angi manuell ordre
pt_br: Arraste as formas de pagamento para configurar uma ordem manual
ru_ru: Перетащите способы оплаты, чтобы установить порядок вручную

source: No categories
el_gr: Δεν υπάρχουν κατηγορίες
gl_es: Sen categoría
it_it: Nessuna categoria
nl_nl: Geen categorieën
no_no: Ingen kategorier
pt_br: Sem categorias
ru_ru: Нет категорий

source: No payment modes
el_gr: Δεν υπάρχουν τρόποι πληρωμής
gl_es: Non hai ningún método de pagamento
it_it: Nessuna modalità di pagamento
nl_nl: Geen betaalmethoden
no_no: Ingen betalingsmåter
pt_br: Sem formas de pagamento
ru_ru: Нет способов оплаты

source: Name should not be empty
el_gr: Το όνομα δεν πρέπει να είναι κενό
gl_es: O nome non debe estar baleiro
it_it: Il nome non deve essere vuoto
nl_nl: Naam mag niet leeg zijn
no_no: Navn kan ikke være tomt
pt_br: Nomes não devem ser vazios
ru_ru: Имя не должно быть пустым

source: Failed to add {name}
el_gr: Αποτυχία προσθήκης {name}
gl_es: Produciuse un fallo ao engadir a {name}
it_it: Impossibile aggiungere {name}
nl_nl: Toevoegen van {name} is mislukt
no_no: Kan ikke legge til {name}
pt_br: Falha ao adicionar {name}
ru_ru: Не удалось добавить {name}

source: {name} was added
el_gr: Το {name} προστέθηκε
gl_es: {name} foi engadido
it_it: {name} è stato aggiunto
nl_nl: {name} is toegevoegd
no_no: {name} ble lagt til
pt_br: {name} foi adicionado
ru_ru: {name} был добавлен

source: Failed to delete category
el_gr: Αποτυχία διαγραφής κατηγορίας
gl_es: Produciuse un fallo ao eliminar a categoría
it_it: Impossibile eliminare la categoria
mk_mk: Неуспешно бришење на категорија
nl_nl: Categorie verwijderen mislukt
no_no: Kunne ikke slette kategori
pl_pl: Nie udało się usunąć kategorii
pt_br: Falha ao excluir categoria
ru_ru: Не удалось удалить категорию

source: Failed to delete payment mode
el_gr: Αποτυχία διαγραφής λειτουργίας πληρωμής
gl_es: Produciuse un falle ao eliminar o método de pagamento
it_it: Impossibile eliminare la modalità di pagamento
nl_nl: Betaalmethode verwijderen mislukt
no_no: Kunne ikke slette betalingsmåte
pt_br: Falha ao remover forma de pagamento
ru_ru: Не удалось удалить способ оплаты

source: Failed to edit category
el_gr: Αποτυχία επεξεργασίας κατηγορίας
gl_es: Produciuse un fallo ao editar a categoría
it_it: Impossibile modificare la categoria
mk_mk: Неуспешна промена на категорија
nl_nl: Categorie aanpassen mislukt
no_no: Kunne ikke redigere kategori
pl_pl: Nie udało się edytować kategorii
pt_br: Falha ao editar categoria
ru_ru: Не удалось изменить категорию

source: Order saved
el_gr: Η σειρά ταξινόμησης αποθηκεύτηκε
gl_es: Orde gardada
it_it: Ordine salvato
nl_nl: Volgorde opgeslagen
no_no: Ordre lagret
pt_br: Ordem salva
ru_ru: Порядок сохранен

source: Main currency
el_gr: Κύριο νόμισμα
gl_es: Moeda principal
it_it: Valuta principale
mk_mk: Главна валута
nl_nl: Hoofdvaluta
no_no: Hovedvaluta
pl_pl: Waluta główna
pt_br: Moeda principal
ru_ru: Основная валюта

source: Set main currency name
el_gr: Ορισμός ονόματος κύριου νομίσματος
gl_es: Definir o nome da moeda principal
it_it: Imposta il nome della valuta principale
mk_mk: Постави име на главна валута
nl_nl: Naam van hoofdvaluta instellen
no_no: Angi navn på hovedvalutta
pl_pl: Ustaw nazwę głównej waluty
pt_br: Definir nome da moeda principal
ru_ru: Установка названия основной валюты

source: Main currency name
el_gr: Όνομα κύριου νομίσματος
gl_es: Nome da moeda principal
it_it: Nome valuta principale
mk_mk: Име на главната валута
nl_nl: Naam van hoofdvaluta
no_no: Navn på hovedvaluta
pl_pl: Główna nazwa waluty
pt_br: Nome da moeda principal
ru_ru: Название основной валюты

source: Save
el_gr: Αποθήκευση
gl_es: Gardar
it_it: Salva
mk_mk: Зачувај
nl_nl: Opslaan
no_no: Lagre
pl_pl: Zapisz
pt_br: Salvar
ru_ru: Сохранить

source: Add currency
el_gr: Προσθήκη νομίσματος
gl_es: Engadir moeda
it_it: Aggiungi valuta
mk_mk: Додадете валута
nl_nl: Valuta toevoegen
no_no: Legg til valuta
pl_pl: Dodaj walutę
pt_br: Adicionar moeda
ru_ru: Добавить валюту

source: Name
el_gr: Όνομα
gl_es: Nome
it_it: Nome
mk_mk: Име
no_no: Navn
pl_pl: Nazwa
pt_br: Nome
ru_ru: Название

source: Currency name
el_gr: Όνομα νομίσματος
gl_es: Nome da moeda
it_it: Nome valuta
mk_mk: Име на валутата
nl_nl: Valutanaam
no_no: Valutanavn
pl_pl: Nazwa waluty
pt_br: Nome da moeda
ru_ru: Название валюты

source: Exchange rate to main currency
el_gr: Ισοτιμία στο κύριο νόμισμα
gl_es: Taxa de cambio á moeda principal
it_it: Tasso di cambio alla valuta principale
mk_mk: Девизен курс со главната валута
nl_nl: Wisselkoers naar de hoofdvaluta
no_no: Valutakurs til hovedvaluta
pl_pl: Kurs wymiany na główną walutę
pt_br: Taxa de câmbio para a moeda principal
ru_ru: Обменный курс на основную валюту

source: (1 of this currency = X of main currency)
el_gr: (1 από αυτό το νόμισμα = X από το κύριο νόμισμα)
gl_es: (1 desta moeda = X da moeda principal)
it_it: (1 di questa valuta = X della valuta principale)
mk_mk: (1 од оваа валута = X од главната валута)
nl_nl: (1 van deze valuta = X van de hoofdvaluta)
no_no: (1 av denne valutaen = X av hovedvaluta)
pl_pl: (1 z tej waluty = X głównej waluty)
pt_br: (1 desta moeda = X da moeda principal)
ru_ru: (1 в этой валюте = X в основной валюте)

source: Add this currency
el_gr: Προσθέστε αυτό το νόμισμα
gl_es: Engadir esta moeda
it_it: Aggiungi questa valuta
mk_mk: Додај ја оваа валута
nl_nl: Deze valuta toevoegen
no_no: Legg til denne valuta
pl_pl: Dodaj walutę
pt_br: Adicionar moeda
ru_ru: Добавить эту валюту

source: Currency list
el_gr: Λίστα νομισμάτων
gl_es: Lista de moedas
it_it: Lista valute
mk_mk: Листа на валути
nl_nl: Valutalijst
no_no: Valuta liste
pl_pl: Lista walut
pt_br: Lista de moedas
ru_ru: Список валют

source: No currencies to display
el_gr: Δεν υπάρχουν νομίσματα για εμφάνιση
gl_es: Non hai moedas para amosar
it_it: Nessuna valuta da visualizzare
mk_mk: Нема валути за приказ
nl_nl: Geen valuta om weer te geven
no_no: Ingen valutaer å vise
pl_pl: Brak walut do wyświetlenia
pt_br: Nenhuma categoria para exibir
ru_ru: Нет валют для отображения

source: Currency name should not be empty.
el_gr: Το όνομα του νομίσματος δεν πρέπει να είναι κενό.
mk_mk: Името на валутата не треба да биде празно.
no_no: Valutanavnet kan ikke være tomt.
pl_pl: Nazwa waluty nie może być pusta.

source: Exchange rate should be a number.
el_gr: Η ισοτιμία πρέπει να είναι αριθμός.
mk_mk: Девизниот курс треба да биде број.
no_no: Valutakursen må være et tall.
pl_pl: Kurs wymiany powinien być liczbą.

source: Currency {n} added.
el_gr: Το νόμισμα {n} προστέθηκε.
mk_mk: Додадена валута {n}.
no_no: Valuta {n} lagt til.
pl_pl: Dodano walutę {n}.

source: Settlement of project {name}
el_gr: Διακανονισμός έργου {name}
gl_es: Liquidación do proxecto {name}
it_it: Compensazione del progetto {name}
mk_mk: Плаќање на проект {name}
nl_nl: Afrekening van project '{name}'
no_no: Oppgjør av prosjektet {name}
pl_pl: Rozliczenie projektu {name}
pt_br: Quitação do projeto {name}
ru_ru: Расчет проекта {name}

source: Export
el_gr: Εξαγωγή
gl_es: Exportar
it_it: Esporta
mk_mk: Извоз
nl_nl: Exporteren
no_no: Eksporter
pl_pl: Eksportuj
pt_br: Exportar
ru_ru: Экспорт

source: Add these payments to the project
el_gr: Προσθέστε αυτές τις πληρωμές στο έργο
gl_es: Engadir estes pagamentos ao proxecto
it_it: Aggiungi pagamenti al progetto
nl_nl: Voeg deze betalingen toe aan het project
no_no: Legg til disse betalingene i prosjektet
pt_br: Adicionar estes pagamentos ao projeto
ru_ru: Добавить эти платежи в проект

source: Center settlement on
el_gr: Κεντρικός διακανονισμός στις
gl_es: Centrar a liquidación en
it_it: Centra compensazione su
mk_mk: Централно порамнување на
nl_nl: Centreer verrekening op
no_no: Sentrer oppgjøret mot
pl_pl: Rozliczenie główne w dniu
pt_br: Liquidação central em
ru_ru: Создать расчет для пользователя

source: Nobody (optimal)
el_gr: Κανείς (βέλτιστο)
gl_es: Ninguén (ideal)
it_it: Nessuno (ottimale)
mk_mk: Никој (оптимално)
nl_nl: Niemand (optimaal)
no_no: Ingen (optimal)
pl_pl: Nikt (optymalnie)
pt_br: Ninguém (ótimo)
ru_ru: Никто (оптимально)

source: Settlement date
el_gr: Ημερομηνία διακανονισμού
gl_es: Data de liquidación
it_it: Data compensazione
mk_mk: Датум на порамнување
nl_nl: Verrekeningsdatum
no_no: Oppgjørs dato
pl_pl: Data rozliczenia
pt_br: Data de liquidação
ru_ru: Дата окончательного расчета

source: Set to beginning of this day
el_gr: Ορισμός στην αρχή αυτής της ημέρας
gl_es: Definir ao comezo deste día
it_it: Imposta all'inizio di questo giorno
mk_mk: Постави го на почеток на овој ден
nl_nl: Instellen op begin van deze dag
no_no: Velg starten av denne dagen
pl_pl: Ustaw na początek tego dnia
pt_br: Definido para o início deste dia
ru_ru: Установить на начало этого дня

source: Set to beginning of this week
el_gr: Ορισμός στην αρχή αυτής της εβδομάδας
gl_es: Definir para principios desta semana
it_it: Imposta all'inizio di questa settimana
mk_mk: Постави го на почеток на оваа недела
nl_nl: Instellen op begin van deze week
no_no: Velg starten av denne uken
pl_pl: Ustaw na początek tego tygodnia
pt_br: Definido para o início desta semana
ru_ru: Установить на начало этой недели

source: Set to beginning of this month
el_gr: Ορισμός στην αρχή αυτού του μήνα
gl_es: Definir para principios deste mes
it_it: Imposta a inizio mese
mk_mk: Постави го на почеток на овој месец
nl_nl: Instellen op begin van deze maand
no_no: Velg starten av denne måneden
pl_pl: Ustaw na początek tego miesiąca
pt_br: Definido para o início deste mês
ru_ru: Установить на начало этого месяца

source: Settlement plan on {date}
el_gr: Σχέδιο διακανονισμού στις {date}
gl_es: Plan de liquidación a {date}
it_it: Piano di compensazione su {date}
mk_mk: План за порамнување на {date}
nl_nl: Verrekeningsplan voor {date}
no_no: Oppgjørsplan på {date}
pl_pl: Plan rozliczenia na {date}
pt_br: Plano de liquidação em {date}
ru_ru: План расчета на {date}

source: Settlement plan
el_gr: Σχέδιο διακανονισμού
gl_es: Plan de liquidación
it_it: Piano di compensazione
mk_mk: План за порамнување
nl_nl: Verrekeningsplan
no_no: Oppgjørs plan
pl_pl: Plan rozliczenia
pt_br: Plano de liquidação
ru_ru: План расчета

source: No transactions found
el_gr: Δε βρέθηκαν συναλλαγές
gl_es: Non se atopou ningunha transacción
it_it: Nessuna transazione trovata
mk_mk: Не се пронајдени трансакции
nl_nl: Geen transacties gevonden
no_no: Ingen transaksjoner funnet
pl_pl: Nie znaleziono transakcji
pt_br: Nenhuma transação encontrada
ru_ru: Платежи не найдены

source: Balances on {date}
el_gr: Υπόλοιπα στις {date}
gl_es: Saldos o {date}
it_it: Saldo al {date}
mk_mk: Состојба на {date}
nl_nl: Saldo op {date}
no_no: Saldo pr {date}
pl_pl: Salda dnia {date}
pt_br: Saldos em {date}
ru_ru: Баланс на {date}

source: Balances
el_gr: Υπόλοιπα
mk_mk: Состојби
no_no: Saldo
pl_pl: Salda

source: No balances found
el_gr: Δε βρέθηκαν υπόλοιπα
gl_es: Non se atopou ningún saldo
it_it: Nessun saldo trovato
mk_mk: Не се пронајдени состојби
nl_nl: Geen saldi gevonden
no_no: Ingen saldoer funnet
pl_pl: Nie znaleziono sald
pt_br: Nenhum saldo encontrado
ru_ru: Балансов не найдено

source: Individual reimbursement
el_gr: Ατομική επιστροφή
gl_es: Reembolso individual
it_it: Rimborso individuale
nl_nl: Individuele terugbetaling
no_no: Individuell refusjon
pl_pl: Zwrot indywidualny
pt_br: Reembolso individual
ru_ru: Индивидуальное возмещение

source: Payer
el_gr: Πληρωτής
gl_es: Pagador
it_it: Pagatore
nl_nl: Betaler
no_no: Betaler
pl_pl: Płatnik
pt_br: Pagador
ru_ru: Плательщик

source: Receiver
el_gr: Παραλήπτης
gl_es: Receptor
it_it: Ricevente
nl_nl: Ontvanger
no_no: Mottaker
pl_pl: Odbiorca
pt_br: Recebedor
ru_ru: Получатель

source: Create bill ({amount})
el_gr: Δημιουργία λογαριασμού ({amount})
gl_es: Crear a factura ({amount})
it_it: Crea spesa ({amount})
no_no: Opprett regning ({amount})
pl_pl: Utwórz rachunek ({amount})
pt_br: Criar despesa ({amount})
ru_ru: Создать счет ({amount})

source: Failed to get settlement
el_gr: Αποτυχία λήψης διακανονισμού
gl_es: Produciuse un fallo ao obter a liquidación
it_it: Recupero della compensazione non riuscita
mk_mk: Неуспешно добивање на подмирувања
no_no: Kan ikke utføre oppgjør
pl_pl: Nie udało się uzyskać rozliczenia
pt_br: Falha ao obter liquidação
ru_ru: Не удалось получить расчет

source: Project settlement bills added.
el_gr: Οι λογαριασμοί διακανονισμού έργου προστέθηκαν.
gl_es: Engadíronse as facturas de liquidación do proxecto.
it_it: Spese di compensazione del progetto aggiunte.
mk_mk: Додадена сметка за порамнување во проект.
no_no: Fakturaer for prosjektoppgjør er lagt til.
pl_pl: Dodano rachunki rozliczenia projektu.
pt_br: Contas de liquidação do projeto adicionadas.
ru_ru: Добавлены счета по расчетам проекта.

source: Project settlement exported in {path}
el_gr: Ο διακανονισμός έργου εξήχθη στο {path}
gl_es: A liquidación do proxecto foi exportado a {path}
it_it: Compensazione progetto esportata in {path}
mk_mk: Порамнување на проект е извезено во {path}
nl_nl: Projectafrekening is geëxporteerd naar {path}
no_no: Prosjektoppgjør eksportert i {path}
pl_pl: Rozliczenie projektu wyeksportowane w {path}
pt_br: Quitação do projeto exportada em {path}
ru_ru: Расчет проекта экспортирован в {path}

source: Set a maximum date to only consider bills until then.
el_gr: Ορίστε μια μέγιστη ημερομηνία για να εξεταστούν μόνο οι λογαριασμοί μέχρι τότε.
gl_es: Definir unha data máxima para ter en conta as facturas só ata entón.
it_it: Imposta una data massima per considerare solo le spese fino ad allora.
mk_mk: Поставете максимален датум за да ги разгледувате сметките до тогаш.
no_no: Angi en maksimumsdato kun behandle regninger frem til da.
pl_pl: Ustaw maksymalną datę, aby uwzględnić tylko rachunki tylko do tego czasu.
pt_br: Defina uma data máxima para considerar apenas as contas até então.
ru_ru: Установите дату, до которой будут учитываться счета.
