Repository: julien-nc/cospend-nc
Catalog: translationfiles/*/cospend.po
Languages: el_gr, gl_es, it_it, mk_mk, nl_nl, no_no, pl_pl, pt_br, ru_ru

source: Custom mode, uneven split: Choose a payer, ignore the bill amount (which is disabled) and enter a custom owed amount for each member who is concerned. Then press "Create the bills". Multiple bills will be created. Real life example: One person pays the whole restaurant bill but there are big price differences between what each person ate.
el_gr: Προσαρμοσμένη λειτουργία, άνιση κατανομή: Επιλέξτε έναν πληρωτή, αγνοήστε το ποσό του λογαριασμού (το οποίο είναι απενεργοποιημένο) και εισάγετε ένα οφειλόμενο ποσό για κάθε ενδιαφερόμενο μέλος. Στη συνέχεια πατήστε "Δημιουργία λογαριασμών". Θα δημιουργηθούν πολλαπλοί λογαριασμοί. Παράδειγμα: Το ένα άτομο πληρώνει ολόκληρο το λογαριασμό του εστιατορίου, αλλά υπάρχουν μεγάλες διαφορές τιμών μεταξύ του τι έφαγε κάθε άτομο.
gl_es: Modo personalizado, división desigual: escolla un pagador, ignore o importe da factura (que está desactivado) e introduza un importe endebedado personalizado para cada membro en cuestión. A continuación, prema en «Crear as facturas». Crearanse varias facturas. Exemplo da vida real: unha persoa paga toda a factura do restaurante pero hai grandes diferenzas de prezo entre o que comía cada persoa.
it_it: Modalità personalizzata, divisione non uniforme: Scegli un pagatore, ignora l'importo della spesa (che è disabilitato) e inserisci un importo personalizzato dovuto per ogni membro interessato. Dopo premi "Crea le spese". Verranno create più spese. Esempio di vita reale: una persona paga l'intera spesa del ristorante, ma ci sono grande differenze di prezzo tra ciò che ha mangiato ogni persona.
mk_mk: Прилагоден режим, нерамномерна распределба: Изберете плаќач, игнорирајте го износот на сметката (што е оневозможен) и внесете сума на долгови за секој член. Потоа, притиснете „Креирај сметка“. Се креираат повеќе сметки. Пример во реалниот живот: Едно лице ја плаќа целата сметка во ресторанот, но има големи разлики во цените помеѓу она што го јадело секое лице.
nl_nl: Aangepaste modus, ongelijke splitsing: Kies een betaler, negeer het rekening-bedrag (dat is uitgeschakeld) en voer een aangepast verschuldigd bedrag in voor elke deelnemer die in de kosten deelt. Druk vervolgens op "Rekeningen maken". Meerdere rekeningen zullen worden aangemaakt. Bijvoorbeeld: één persoon betaalt de hele rekening van het restaurant, maar er zijn grote prijsverschillen tussen wat iedere persoon bestelde.
no_no: Egendefinert modus, ujevn splitt: Velg en betaler, ignorer regningsbeløpet (som er deaktivert) og skriv inn et egendefinert skyldbeløp for hvert medlem. Deretter trykker du "Opprett regningene". Flere regninger vil bli opprettet. Eksempel: Én person betaler hele restaurantregningen, men det er store prisforskjeller mellom hva hver person spiste.
pl_pl: Tryb niestandardowy, nierównomierny podział: Wybierz płatnika, zignoruj kwotę rachunku (która jest wyłączona) i wprowadź niestandardową należną kwotę dla każdego zainteresowanego członka. Następnie naciśnij "Utwórz rachunki". Wiele rachunków zostanie utworzonych. Przykład rzeczywistego życia: jedna osoba płaci cały rachunek restauracyjny, ale istnieją duże różnice cenowe między tym, co każda z nich płaciła.
pt_br: Modo personalizado, divisão não uniforme: Escolha um pagador, ignore o valor da despesa (que está desativado) e insira um valor personalizado da dívida de cada membro envolvido. Em seguida, clique em "Criar as despesas". Irão ser criadas várias despesas. Exemplo da vida real: Uma pessoa paga a fatura do restaurante por inteiro, mas existem grandes diferenças de preço entre o que cada pessoa comeu.
ru_ru: Произвольный режим, неравное разделение: выберите плательщика, не вводите сумму счета (она отключена), а ввести произвольную сумму для каждого участника. Затем нажмите "Создать счета". Будет создано несколько счетов. Реальный пример жизни: один человек оплачивает весь счет ресторана, но есть большие различия в ценах блюд, съеденных каждым человеком.

source: Custom share mode, uneven split: Choose a payer, set the bill amount and enter a custom share number for each member who is concerned. Then press "Create the bills". Multiple bills will be created. Real life example: Someone pays an electricity bill for the month but one member was only there during half the month. This member should then pay half a share (0.5) while the others pay a full share (1).
el_gr: Προσαρμοσμένη λειτουργία κοινής χρήσης, άνιση μοιρασιά: Επιλέξτε έναν πληρωτή, ορίστε το ποσό λογαριασμού και εισάγετε έναν προσαρμοσμένο αριθμό κοινής χρήσης για κάθε μέλος που ενδιαφέρεται. Στη συνέχεια, πατήστε "Δημιουργία λογαριασμών". Θα δημιουργηθούν πολλαπλοί λογαριασμοί. Παράδειγμα: Κάποιος πληρώνει ένα λογαριασμό ηλεκτρικού ρεύματος για το μήνα, αλλά ένα μέλος ήταν εκεί μόνο κατά τη διάρκεια του μισού μήνα. Αυτό το μέλος θα πρέπει στη συνέχεια να πληρώσει μισό μερίδιο (0.5) ενώ οι άλλοι πληρώνουν πλήρες μερίδιο (1).
gl_es: Modo de repartición personalizada, división desigual: escolla un pagador, estabeleza o importe da factura e introduza un valor (número) de participación personalizado para cada membro en cuestión. A continuación, prema en «Crear as facturas». Crearanse varias facturas. Exemplo da vida real: alguén paga unha factura da luz durante o mes, mais un membro só estivo alí durante a metade do mes. Este membro debe pagar media parte (0,5) mentres que os demais pagan unha parte completa (1).
it_it: Modalità di condivisione personalizzata, divisione irregolare: Scegliete un pagatore, impostate l'importo della spesa e inserite un numero di quota personalizzato per ogni membro interessato. Poi premi "Crea le spese". Verranno create più spese. Esempio di vita reale: Qualcuno paga una bolletta dell'elettricità per il mese ma un membro era presente solo per metà del mese. Questo membro dovrebbe quindi pagare metà quota (0,5) mentre gli altri pagano una quota intera (1).
mk_mk: Режим на прилагодено споделување, нерамномерна поделба: Изберете плаќач, внесете го износот на сметката и внесете сопствен број на споделување за секој член. Потоа, притиснете "Креирај сметки". Ќе се креираат повеќе сметки. Пример од реален живот: Некој плаќа сметка за електрична енергија за месецот, но еден член бил таму само во текот на половина месец. Потоа, овој член треба да плати половина (0.5), додека другите плаќаат целосен удел (1).
nl_nl: Aangepaste deelmodus, ongelijke verdeling: Kies een betaler, stel het rekeningbedrag in en voer een aangepast deelbedrag in voor elke deelnemer die betrokken is. Druk vervolgens op "Rekeningen maken". Meerdere rekeningen worden gemaakt. Reëel voorbeeld: iemand betaalt een elektriciteitsrekening voor de hele maand, maar één deelnemer was er slechts gedurende de helft van de maand. Deze deelnemer moet dan een half aandeel (0,5) betalen, terwijl de anderen een volledig deel betalen (1).
no_no: Egendefinerte delingsmodus, ujevn deling: Velg en betaler, angi regningsbeløpet og skriv inn et eget delingsnummer for hvert medlem som gjelder. Deretter trykker du "Opprett regninger". Flere fakturaer vil bli opprettet. Eksempel: Noen betaler strømregningen for hele måneden, men ett medlem var bare på halve måneden. Dette medlemmet skal da betale en halv aksje (0,5) mens de andre betaler en hel del (1).
pl_pl: Niestandardowy tryb współdzielenia, nierównomierny podział: Wybierz płatnika, ustaw kwotę rachunku i wprowadź niestandardowy numer udziału dla każdego zainteresowanego użytkownika. Następnie naciśnij "Utwórz rachunki". Zostanie utworzone kilka rachunków. Przykład z rzeczywistego życia: Ktoś płaci rachunek za energię elektryczną za miesiąc, ale jeden członek był tam tylko przez pół miesiąca. Członek ten powinien zapłacić połowę akcji (0,5), podczas gdy inni płacą pełną część (1).
pt_br: Modo de compartilhamento personalizado, divisão desigual: Escolha um pagador, defina o valor da fatura e insira um número de compartilhamento personalizado para cada membro em questão. Em seguida, pressione "Criar as contas". Várias contas serão criadas. Exemplo da vida real: alguém paga uma conta de eletricidade do mês, mas um membro estava lá apenas durante a metade do mês. Esse membro deve então pagar meia ação (0,5) enquanto os outros pagam uma parte integral (1).
ru_ru: Индивидуальный режим с любыми распределениями затрат: После указания получателя платежа, суммы и статьи расходов, можно задать любые пропорции разделения оплаты между участниками. Для этого задаем индивидуальные значения для каждого плательшика и создаем им счета на оплату, нажатием одной кнопки. Например оплата электричества и воды в коммунальной квартире с распределением между жильцами пропорцианально площади их комнат.

source: For whom?
el_gr: Προς ποιον;
gl_es: Para quen?
it_it: Per chi?
mk_mk: За кого?
nl_nl: Aan wie?
no_no: Til hvem?
pl_pl: Dla kogo?
pt_br: Para quem?
ru_ru: За кого?

source: All/None
el_gr: Όλα/Κανένα
gl_es: Todos/Ninguén
it_it: Tutti/Nessuno
mk_mk: Сите/Ништо
nl_nl: Alles/Geen
no_no: Alle/ingen
pl_pl: Wszyscy/Żaden
pt_br: Todos/Ninguém
ru_ru: Выбрать/Снять

source: Personal amount
el_gr: Προσωπικό ποσό
gl_es: Importe persoal
it_it: Importo personale
mk_mk: Лична сума
nl_nl: Persoonlijk bedrag
no_no: Personlig beløp
pl_pl: Kwota osobista
pt_br: Quantia pessoal
ru_ru: Подитог

source: Custom amount
el_gr: Προσαρμοσμένο ποσό
gl_es: Importe personalizado
it_it: Importo personalizzato
mk_mk: Прилагоден износ
nl_nl: Aangepast bedrag
no_no: Egendefinert beløp
pl_pl: Kwota niestandardowa
pt_br: Quantia personalizada
ru_ru: Перерасчет

source: Custom share number
el_gr: Προσαρμοσμένος αριθμός κοινής χρήσης
gl_es: Número de repartición personalizada
it_it: Numero di condivisione personalizzato
mk_mk: Број за прилагодено делење
nl_nl: Aangepast bedrag per deelnemer
no_no: Egendefinert delingsnummer
pl_pl: Numer podziału
pt_br: Número de compartilhamento personalizado
ru_ru: Поменять доступный номер

source: Delete this bill
el_gr: Διαγραφή λογαριασμού
gl_es: Eliminar esta factura
it_it: Elimina la spesa
nl_nl: Verwijder deze rekening
no_no: Slett denne regningen
pl_pl: Usuń ten rachunek
pt_br: Excluir esta despesa
ru_ru: Удалить этот счет

source: None
el_gr: Κανένα
gl_es: Ningunha
it_it: Nessuno
mk_mk: Ништо
nl_nl: Geen
no_no: Ingen
pl_pl: Brak
pt_br: Nenhum
ru_ru: Никто

source: Add payment mode "{name}"
el_gr: Προσθήκη τρόπου πληρωμής "{name}"
gl_es: Engadir o método de pagamento «{name}»
it_it: Aggiungi modalità di pagamento "{name}"
nl_nl: Voeg betaalmethode "{name}" toe
no_no: Legg til betalingstype "{name}"
pt_br: Adicionar forma de pagamento "{name}"
ru_ru: Добавление способа оплаты: "{name}"

source: Add category "{name}"
el_gr: Προσθήκη κατηγορίας "{name}"
gl_es: Engadir a categoría «{name}»
it_it: Aggiungi categoria "{name}"
nl_nl: Voeg categorie "{name}" toe
no_no: Legg til kategori "{name}"
pt_br: Adicionar categoria "{name}"
ru_ru: Добавить категорию: "{name}"

source: Bill : {what}
el_gr: Λογαριασμός : {what}
gl_es: Factura: {what}
it_it: Spesa : {what}
mk_mk: Сметка : {what}
nl_nl: Rekening: {what}
no_no: Regning: {what}
pl_pl: Rachunek: {what}
pt_br: Despesa: {what}
ru_ru: Счет : {what}

source: Create the bill
el_gr: Δημιουργία λογαριασμού
gl_es: Crear a factura
it_it: Crea la spesa
mk_mk: Креирај сметка
nl_nl: Voeg de rekening toe
no_no: Opprett regningen
pl_pl: Utwórz rachunek
pt_br: Criar a despesa
ru_ru: Создать счет

source: Create the bills
el_gr: Δημιουργία λογαριασμών
gl_es: Crear as facturas
it_it: Crea le spese
mk_mk: Креирајте сметки
nl_nl: Maak de rekeningen aan
no_no: Opprett regninger
pl_pl: Utwórz rachunki
pt_br: Criar as despesas
ru_ru: Создать счета

source: Failed to add payment mode
el_gr: Αποτυχία προσθήκης λειτουργίας πληρωμής
gl_es: Produciuse un falle ao engadir o método de pagamento
it_it: Impossibile aggiungere la modalità di pagamento
nl_nl: Betalingsmethode toevoegen mislukt
no_no: Kunne ikke legge til betalingsmetode
pt_br: Falha ao adicionar forma de pagamento
ru_ru: Нк удалось добавить указанный способ оплаты

source: Failed to add category
el_gr: Αποτυχία προσθήκης κατηγορίας
gl_es: Produciuse un fallo ao engadir a categoría
it_it: Impossibile aggiungere la categoria
mk_mk: Неуспешно додавање на категорија
nl_nl: Categorie toevoegen mislukt
no_no: Kunne ikke legge til kategori
pl_pl: Nie udało się dodać kategorii
pt_br: Falha ao adicionar categoria
ru_ru: Не удалось добавить категорию

source: You
el_gr: Εσείς
gl_es: Vostede
it_it: Tu
mk_mk: Вие
no_no: Deg
pl_pl: Ty
pt_br: Você
ru_ru: Вы

source: Impossible to save bill, invalid values
el_gr: Αδύνατη η αποθήκευση του λογαριασμού, μη έγκυρες τιμές
gl_es: Non é posíbel gardar a factura, os valores non son válidos
it_it: Impossibile salvare la spesa, valori non validi
nl_nl: Kan rekening niet opslaan, ongeldige waarden
no_no: Umulig å lagre regning, ugyldige verdier
pt_br: Impossível salvar despesa, valores inválidos
ru_ru: Мы не можем сохранить счет из-за ошибок заполнения

source: Bill saved
el_gr: Ο λογαριασμός αποθηκεύτηκε
gl_es: Factura gardada
it_it: Spesa salvata
nl_nl: Rekening opgeslagen
no_no: Regning lagret
pt_br: Despesa salva
ru_ru: Счет добавлен

source: Failed to save bill
el_gr: Αποτυχία αποθήκευσης λογαριασμού
gl_es: Produciuse un fallo ao gardar a factura
it_it: Impossibile salvare la spesa
mk_mk: Неуспешно зачувување на сметка
nl_nl: Kan rekening niet opslaan
no_no: Kan ikke lagre regningen
pl_pl: Nie udało się zapisać rachunku
pt_br: Falha ao salvar despesa
ru_ru: Не удалось сохранить счет

source: Bill values are not valid
el_gr: Οι τιμές λογαριασμού δεν είναι έγκυρες
gl_es: Os valores da factura non son válidos
it_it: I valori della spesa non sono validi
mk_mk: Вредноста на сметката не е валидна
nl_nl: Rekeningwaarden zijn ongeldig
no_no: Regningsverdier er ikke gyldige
pl_pl: Wartości rachunków są nieprawidłowe
pt_br: Os valores da conta não são válidos
ru_ru: Проверьте данные, указанные в счете

source: Personal parts are bigger than the paid amount
el_gr: Τα προσωπικά μέρη είναι μεγαλύτερα από το καταβληθέν ποσό
gl_es: As partes persoais son maiores que o importe pagado
it_it: Le parti personali sono più grandi dell'importo pagato
nl_nl: Persoonlijke delen zijn groter dan het betaalde bedrag
no_no: Personlige deler er større enn det betalte beløpet
pt_br: Partes pessoais são maiores que o valor pago
ru_ru: Вы собираете больше денег, чем в сумме счета

source: There is no custom amount
el_gr: Δεν υπάρχει προσαρμοσμένο ποσό
gl_es: Non hai ningún importe personalizado
it_it: Non c'è nessun importo personalizzato
nl_nl: Er is geen aangepast bedrag
no_no: Det er ingen egendefinerte beløp
pt_br: Não há valor customizado
ru_ru: Нет пользовательской суммы

source: There is no custom share number
el_gr: Δεν υπάρχει προσαρμοσμένος αριθμός κοινής χρήσης
gl_es: Non hai ningún número de repartición personalizada
it_it: Non c'è nessun numero di condivisione personalizzato
mk_mk: Не е внесен број за прилагодено делење
nl_nl: Er is geen aangepaste deelhoeveelheid
no_no: Det er ingen egendefinerte delingsnummer
pl_pl: Nie wpisano numeru podziału
pt_br: Não há número de compartilhamento personalizado
ru_ru: Нет пользовательского номера

source: Failed to create bill
el_gr: Αποτυχία δημιουργίας λογαριασμού
gl_es: Produciuse un fallo ao crear a factura
it_it: Impossibile creare la spesa
mk_mk: Неуспешно креирање на сметка
nl_nl: Kan rekening niet creëren
no_no: Kunne ikke opprette regning
pl_pl: Nie udało się utworzyć rachunku
pt_br: Falha ao criar despesa
ru_ru: Не удалось создать счет

source: Bill created
el_gr: Ο λογαριασμός δημιουργήθηκε
gl_es: Factura creada
it_it: Spesa creata
mk_mk: Сметката е креирана
nl_nl: Rekening gemaakt
no_no: Regning opprettet
pl_pl: Rachunek utworzony
pt_br: Fatura criada
ru_ru: Счет создан

source: Choose file
el_gr: Επιλογή αρχείου
gl_es: Escoller ficheiro
it_it: Scegli file
mk_mk: Избери датотека
nl_nl: Kies bestand
no_no: Velg fil
pl_pl: Wybierz plik
pt_br: Escolher arquivo
ru_ru: Выберите файл

source: Failed to generate share link to file
el_gr: Αποτυχία δημιουργίας συνδέσμου κοινής χρήσης για το αρχείο
gl_es: Produciuse un fallo ao xerar a ligazón ao ficheiro compartido
it_it: Impossibile generare il link di condivisione al file
nl_nl: Kan geen link genereren naar bestand
no_no: Klarte ikke å generere lenke til filen
pt_br: Falha ao gerar link de compartilhamento do arquivo
ru_ru: Не удалось создать ссылку на файл

source: This is just a currency converter. Bill amount can be entered in another currency and then converted to "{maincur}". Value is always stored in "{maincur}".
el_gr: Αυτό είναι απλά ένας μετατροπέας νομίσματος. Το ποσό λογαριασμού μπορεί να εισαχθεί σε άλλο νόμισμα και στη συνέχεια να μετατραπεί σε "{maincur}". Η τιμή είναι πάντα αποθηκευμένη σε "{maincur}".
gl_es: Este é só un conversor de divisas. O importe da factura pódese introducir noutra moeda e após converterse a «{maincur}». O valor sempre se garda en «{maincur}».
it_it: Questo è solo un convertitore di valuta. L'importo della spesa può essere inserito in un'altra valuta e quindi convertito in "{maincur}". Il valore è sempre memorizzato in "{maincur}".
mk_mk: Ова е само конвертор на валута. Износот на сметката може да се внесе во друга валута и потоа да се конвертира во "{maincur}". Вредноста е секогаш зачувана во "{maincur}".
nl_nl: Dit is slechts een valuta converter. Rekeningbedrag kan worden ingevoerd in een andere valuta en vervolgens worden omgezet in "{maincur}". Waarde wordt altijd opgeslagen in "{maincur}".
no_no: Dette er bare en valutakonvertering. Regningsmengde kan angis i en annen valuta og konverteres til "{maincur}". Verdi er alltid lagret i "{maincur}".
pl_pl: To tylko przelicznik walut. Kwotę rachunku można wprowadzić w innej walucie, a następnie przeliczyć na "{maincur}". Wartość jest zawsze przechowywana w "{maincur}".
pt_br: Este é apenas um conversor de moeda. O valor da fatura pode ser inserido em outra moeda e então convertido para "{maincur}". O valor é sempre salvo em "{maincur}".
ru_ru: Это просто валютный конвертер. Сумма счета может быть введена в другой валюте, а затем конвертирована в "{maincur}". Значение всегда хранится в "{maincur}".

source: Info
el_gr: Πληροφορίες
gl_es: Información
mk_mk: Информации
no_no: Informasjon
pl_pl: Informacje
pt_br: Informação
ru_ru: Информация

source: You can type simple math operations and validate by pressing Enter key.
el_gr: Μπορείτε να πληκτρολογήσετε απλές μαθηματικές πράξεις και να επικυρώσετε πατώντας Enter.
gl_es: Pode escribir operacións matemáticas sinxelas e validalas premendo a tecla Intro.
it_it: Potete digitare semplici operazioni matematiche e convalidare premendo il tasto Enter.
mk_mk: Можете да напишете едноставни математички операции и да ги потврдите со притискање на копчето Ентер.
nl_nl: Je kunt eenvoudige wiskundige bewerkingen typen en valideren door op Enter toets te drukken.
no_no: Du kan skrive inn enkle matteoperasjoner og validere ved å trykke på Enter.
pl_pl: Możesz wpisać proste operacje matematyczne i potwierdzić, naciskając klawisz Enter.
pt_br: Você pode digitar operações matemáticas simples e validar pressionando a tecla Enter.
ru_ru: Можно ввести простые математические операции и проверить по нажатию клавиши Enter.

source: Bill repetition process runs once a day as a background job. If your bills are not automatically repeated, ask your Nextcloud administrator to check if "Cron" method is selected in admin settings.
el_gr: Η διαδικασία επαναλαμβανόμενου λογαριασμού εκτελείται μια φορά την ημέρα ως εργασία στο παρασκήνιο. Εάν οι λογαριασμοί σας δεν επαναλαμβάνονται αυτόματα, επικοινωνήστε με το διαχειριστή του Nextcloud για να επιβεβαιώσετε πως έχει επιλεγεί η μέθοδος "Cron" στις ρυθμίσεις διαχειριστή.
gl_es: O proceso de repetición de facturas execútase unha vez ao día como traballo en segundo plano. Se as túas facturas non se repiten automaticamente, pídalle á administración do seu Nextcloud que verifique se o método «Cron» está seleccionado nos axustes de administración.
it_it: La ripetizione delle spese viene eseguita una volta al giorno in background. Se ciò non dovesse avvenire, chiedi al tuo amministratore Nextcloud di impostare "Cron" come metodo di esecuzione delle operazioni in background.
mk_mk: Процесот на повторување на сметките се одвива еднаш дневно во позадина. Ако вашите сметки не се повторуваат автоматски, прашајте го администраторот на Nextcloud да провери дали Cron е избран во поставките на администраторот.
nl_nl: Rekeningherhalingsproces draait eens per dag als achtergrondtaak. Als je rekeningen niet automatisch worden herhaald, vraag dan aan de Nextcloud beheerder om te controleren of de "Cron" methode is geselecteerd in de beheerderinstellingen.
no_no: Prosess for gjentagende betalinger kjøres daglig i bakgrunnen. Hvis regningene dine ikke blir automatisk opprettet, be din Nextcloud administrator om å sjekke om "Cron" metoden er valgt i administratorinnstillinger.
pl_pl: Powtarzanie rachunku wykonywane jest raz dziennie jako zadanie w tle. Jeśli Twoje rachunki nie są powtarzane automatycznie, poproś administratora Nextcloud o sprawdzenie czy w ustawieniach administratora wybrano metodę "Cron".
pt_br: O processo de repetição de faturas é executado uma vez por dia como um trabalho em segundo plano. Se suas contas não forem repetidas automaticamente, peça ao seu administrador da nuvem para verificar se o método "Cron" está selecionado nas configurações de administrador.
ru_ru: Процесс повторения счетов выполняется один раз в день, как фоновая задача. Если ваши счета не повторяются автоматически, попросите администратора Nextcloud проверить, настроен ли метод "Cron" в настройках администратора.

source: You can also manually repeat the current bill with the "Repeat now" button.
el_gr: Μπορείτε επίσης να επαναλάβετε χειροκίνητα τον τρέχοντα λογαριασμό με το κουμπί "Επανάληψη τώρα".
gl_es: Tamén pode repetir manualmente a factura actual co botón «Repetir agora».
it_it: Puoi anche ripetere manualmente la spesa corrente con il pulsante "Ripeti ora".
mk_mk: Секако можете и рачно да ги повторите сметките со притискање на копчето "Повтори сега".
nl_nl: Je kunt ook handmatig de huidige rekening herhalen met de "Herhaal nu" knop.
no_no: Du kan også manuelt gjenta den gjeldende regningen ved å trykke "Gjenta nå"-knappen.
pl_pl: Możesz również ręcznie powtórzyć bieżący rachunek za pomocą przycisku "Powtórz teraz".
pt_br: Você também pode repetir a conta atual manualmente com o botão "Repetir agora".
ru_ru: Вы также можете вручную повторить текущий счет кнопкой "Повторить сейчас".

source: New bill
el_gr: Νέος λογαριασμός
mk_mk: Нова сметка
no_no: Ny regning
pl_pl: Nowy rachunek

source: Filters
el_gr: Φίλτρα
gl_es: Filtros
it_it: Filtri
no_no: Filtre
pt_br: Filtros
ru_ru: Фильтры

source: Close filters
el_gr: Κλείσιμο φίλτρων
gl_es: Pechar os filtros
it_it: Chiudi filtri
no_no: Lukk filtre
pt_br: Fechar filtros
ru_ru: Закрыть фильтры

source: Select a category
el_gr: Επιλέξτε μία κατηγορία
gl_es: Seleccione unha categoría
it_it: Seleziona una categoria
no_no: Velg en kategori
pl_pl: Wybierz kategorię
pt_br: Selecionar categoria
ru_ru: Выберите категорию

source: Select a payment mode
el_gr: Επιλέξτε τρόπο πληρωμής
gl_es: Seleccione un método de pagamento
it_it: Seleziona un metodo di pagamento
no_no: Velg en betalingsmåte
pt_br: Selecione a forma de pagamento
ru_ru: Выберите режим оплаты

source: Multi select actions
el_gr: Ενέργειες πολλαπλής επιλογής
gl_es: Accións de selección múltiple
it_it: Azioni multi-selezione
no_no: Flervalg
pt_br: Ações de seleção múltipla
ru_ru: Действия с множественным выбором

source: Leave multiple select mode
el_gr: Έξοδος από τη λειτουργία πολλαπλής επιλογής
gl_es: Saír do modo de selección múltiple
it_it: Esci dalla modalità di selezione multipla
no_no: Forlat flervalgs-modus
pt_br: Deixar modo de seleção múltipla
ru_ru: Покинуть режим множественного выбора
