Repository: julien-nc/cospend-nc
Catalog: translationfiles/*/cospend.po
Languages: el_gr, gl_es, it_it, mk_mk, nl_nl, no_no, pl_pl, pt_br, ru_ru

source: Information on settlement date
gl_es: Información sobre a data de liquidación
it_it: Informazioni sulla data di compensazione
nl_nl: Informatie over verrekeningsdatum
pt_br: Informação sobre a data de liquidação
ru_ru: Информация о дате окончательного расчета

source: Global balances
gl_es: Saldos globais
it_it: Bilanci globali
nl_nl: Globale saldi

source: Information on individual reimbursement
gl_es: Información sobre o reembolso individual
it_it: Informazioni sul rimborso individuale
nl_nl: Informatie over individuele terugbetaling
pt_br: Informação sobre o reembolso individual
ru_ru: Информация об индивидуальном возмещении

source: Create bill ({amount} {currencyName})
gl_es: Crear a factura ({amount} {currencyName})
it_it: Crea spesa ({amount} {currencyName})
nl_nl: Rekening aanmaken ({amount} {currencyName})
ru_ru: Создать счет ({amount} {currencyName})

source: A member is already named like that
gl_es: Xa hai un membro que se chama así
it_it: Esiste già un membro con questo nome
pt_br: Já existe um membro com este nome

source: Project {projectName} ({projectId}) shared by {displayName} ({cloudId})
gl_es: Proxecto {projectName} ({projectId}) compartido por {displayName} ({cloudId})

source: Archive
gl_es: Arquivar
it_it: Archivia
pt_br: Arquivar

source: Unarchive
gl_es: Desarquivar
it_it: Estrai
pt_br: Desarquivar

source: Leave share
gl_es: Deixa a compartición
it_it: Lascia condivisione

source: Move to trash
gl_es: Mover ao lixo
it_it: Sposta nel cestino
pt_br: Mover para lixeira

source: Move to other project
gl_es: Mover a outro proxecto
it_it: Sposta su un altro progetto
pt_br: Copiar para outro projeto

source: Category selector
gl_es: Selector de categorías
it_it: Selettore categoria
pt_br: Seletor de Categoria

source: Search projects
gl_es: Buscar Proxectos
it_it: Cerca progetti

source: Create a project
gl_es: Crear un proxecto

source: Create empty project
gl_es: Crear un proxecto baleiro
it_it: Crea progetto vuoto
pt_br: Criar projeto em branco

source: My cumulated balance
gl_es: O meu saldo acumulado
it_it: Il mio saldo cumulato
nl_nl: Mijn berekende saldo

source: Pending share invitations
gl_es: Convites de compartición pendentes
it_it: Inviti condivisi in attesa
nl_nl: Openstaande deel-uitnodigingen

source: Show active projects
gl_es: Amosar os proxectos activos
it_it: Mostra progetti attivi
nl_nl: Actieve projecten weergeven
pt_br: Mostrar projetos ativos

source: Show archived projects
gl_es: Amosar os proxectos arquivados
it_it: Mostra progetti archiviati
nl_nl: Gearchiveerde projecten weergeven
pt_br: Mostrar projetos arquivados

source: Pick current directory
gl_es: Seleccionar o directorio actual

source: Show my cumulated balance
gl_es: Amosar o meu saldo acumulado
it_it: Mostra il mio saldo cumulato
nl_nl: Toon mijn berekende saldo

source: Member select
gl_es: Membro seleccionado
it_it: Membro selezionato
nl_nl: Deelnemersselectie
pt_br: Seleção de membro
ru_ru: Выбор участника

source: Project name
gl_es: Nome do proxecto
it_it: Nome del progetto
nl_nl: Projectnaam
pt_br: Nome do projeto

source: My new project
gl_es: O meu novo proxecto
it_it: Il mio nuovo progetto
nl_nl: Mijn nieuwe project
pt_br: Novo projeto

source: Create
gl_es: Crear
it_it: Crea
nl_nl: Maak
pt_br: Criar

source: Payment mode selector
gl_es: Selector de métodos de pagamento
it_it: Selettore modalità pagamento
nl_nl: Betaalmethodekiezer
pt_br: Seletor de modo de pagamento
ru_ru: Выбор режима оплаты

source: Project {projectName} shared by {inviterName} ({inviterCloudId})
gl_es: Proxecto {projectName} Compartido por {inviterName} ({inviterCloudId})
it_it: Progetto {projectName} condiviso da {inviterName} ({inviterCloudId})
nl_nl: Project {projectName} gedeeld door {inviterName} ({inviterCloudId})

source: Pending invitations for federated shares
gl_es: Convites pendentes de comparticións federadas
it_it: Inviti per condivisioni federate in attesa

source: Reject
gl_es: Rexeitar
it_it: Rifiuta
nl_nl: Weigeren

source: Accept
gl_es: Aceptar
it_it: Accetta
nl_nl: Accepteer

source: More information on adding members
gl_es: Máis información sobre como engadir membros
it_it: Ulteriori informazioni sull'aggiunta di membri
pt_br: Mais informações sobre adicionar membros
ru_ru: Дополнительная информация о добавлении участников

source: More information on adding Nextcloud users as members
gl_es: Máis información sobre como engadir usuarios de Nextcloud como membros
it_it: Ulteriori informazioni sull'aggiunta di utenti Nextcloud come membri
pt_br: Mais informações sobre como adicionar usuários Nextcloud como membros
ru_ru: Дополнительная информация о добавлении пользователей Nextcloud в качестве участников

source: Federated share saved
gl_es: Comparticións federadas gardadas
it_it: Condivisione federata salvata

source: Link could not be copied to clipboard
gl_es: Non foi posíbel copiar a ligazón ao portapapeis
it_it: Impossibile copiare il collegamento negli appunti
pt_br: Link não pôde ser copiado para a área de transferência

source: Share project with a user, group or circle
gl_es: Compartir o proxecto cun usuario, grupo ou círculo
it_it: Condividi il progetto con un utente, un gruppo o una cerchia
pt_br: Compartilhar projeto com um usuário, grupo ou círculo
ru_ru: Поделиться проектом с пользователем, группой или кругом

source: Federated user
gl_es: Usuario federado
it_it: Utente federato

source: Pending share
gl_es: Compartición pendente
it_it: Condivisione in attesa

source: Accepted share
gl_es: Compartición aceptada
it_it: Condivisione accettata

source: Delete federated share
gl_es: Eliminar a compartición federada
it_it: Elimina condivisione federata

source: Rename
gl_es: Cambiar o nome
it_it: Rinomina

source: Total paid by all the members: {t} {currencyName}
gl_es: Total pagado por todos os membros: {t} {currencyName}
it_it: Totale pagato da tutti i membri: {t} {currencyName}
nl_nl: Totaal betaald door alle deelnemers: {t} {currencyName}

source: This balance is computed from the complete bill list
gl_es: Este saldo calcúlase a partir da lista de facturas completa
it_it: Questo saldo viene calcolato dall'elenco completo delle spese
nl_nl: Dit saldo is berekend op basis van de volledige rekeningenlijst

source: Global Balance
gl_es: Saldo global
it_it: Saldo Globale
nl_nl: Overkoepelend saldo

source: Enable Federation in Cospend
gl_es: Activar a federación en Cospend
it_it: Abilita Federazione in Cospend

source: Only consider past bills to compute balances
gl_es: Ter en conta só as facturas anteriores para calcular os saldos

source: Failed to get statistics
gl_es: Produciuse un fallo ao obter as estatísticas
it_it: Impossibile ottenere statistiche
nl_nl: Statistieken ophalen mislukt
pt_br: Falha ao obter estatísticas
ru_ru: Не удалось получить статистику

source: New project name
mk_mk: Име на нов проект

source: You have created {bill} in {project}
nl_nl: Je hebt {bill} aangemaakt in {project}

source: {user} has created {bill} in {project}
nl_nl: {user} heeft {bill} verwijderd in {project}

source: You have deleted {bill} in {project}
nl_nl: Je hebt {bill} aangemaakt in {project}

source: {user} has deleted {bill} in {project}
nl_nl: {user} heeft {bill} verwijderd in {project}

source: You have shared {project} with {who}
nl_nl: U heeft het project {project} gedeeld met {who}

source: {user} has shared {project} with {who}
nl_nl: {user} heeft het project {project} gedeeld met {who}

source: You stopped sharing {project} with {who}
nl_nl: Je bent het delen van het project {project} met {who} gestopt

source: Cospend
nl_nl: Samen betalen
